Repository: delphix/grub2
Catalog: po/*.po
Languages: ast, fi, fr, it, ru, sv

source: ESC at any time exits.
ast: Calcar ESC en cualisquier momentu sal.
fi: Poistuu aina ESC-painikkeella.
it: ESC esce in qualsiasi momento.
ru: Для выхода нажмите ESC в любой момент.
sv: ESC när som helst avslutar.

source: Possible %s are:
ast: Posiblemente %s ye:
fi: Mahdollisia %s ovat:
it: Possibili "%s" sono:
ru: Возможные %s:
sv: Möjlig %s är:

source: Booting a command list
ast: Llista de comandos nel arranque
fi: Alkuladataan komentoluettelo
it: Avvio di un elenco di comandi
ru: Загрузка списка команд
sv: Starta en kommandolista

source: Press any key to continue...
ast: Calca cualesquier tecla pa siguir...
fi: Jatka painamalla mitä tahansa painiketta...
it: Premere un tasto per continuare...
ru: Нажмите любую клавишу для продолжения...
sv: Tryck på en tangent för att fortsätta...

source: Minimum Emacs-like screen editing is supported. TAB lists completions. Press Ctrl-x to boot, Ctrl-c for a command-line or ESC to return menu.
fi: Minimaalista Emacs-kaltaista näyttömuokkausta tuetaan. SARKAIN-painike luettelee täydennykset. Alkulataa näppäimillä Ctrl-x, komentoriville näppäimillä Ctrl-c tai palaa valikkoon ESC-painikkeella.
it: Supporto minimale per modifica in stile Emacs. TAB elenca i completamenti. Premere Ctrl-X per avviare, Ctrl-C per la riga di comando o Esc per tornare al menù.
ru: Поддерживается несколько Emacs-подобных команд редактирования на экране. Есть списки дополнений по TAB. Нажмите Ctrl-x для загрузки, Ctrl-c для получения командной строки или ESC для возврата в меню.
sv: Minimal Emacs-liknande skärmeditering stöds. Tabulator-tangenten används för att visa kompletteringsalternativ. Ange Ctrl-x för att starta, Ctrl-c för kommandorad eller ESC för att återgå till menyn.

source: Use the %C and %C keys to select which entry is highlighted.
ast: Usa les tecles %C y %C pa esbillar qué entrada prefieres.
fi: Käytä näppäimiä %C ja %C valitsemaan korostettu valikkorivi.
it: Usare i tasti %C e %C per selezionare la voce da evidenziare.
ru: Используйте клавиши %C и %C для перемещения по элементам.
sv: Använd tangenterna %C och %C för att navigera bland valen.

source: Press enter to boot the selected OS, 'e' to edit the commands before booting or 'c' for a command-line.
ast: Calca enter p'arrancar el SO esbilláu, 'e' pa editar los comandos enantes d'arrancar, o 'c' pa una llinia de comandos.
fi: Paina enter-painiketta valitun käyttöjärjestelmä alkulataamiseksi, ”e” komentojen muokkaukseen ennen alkulatausta ja ”c” komentoriville.
it: Premere Invio per avviare il sistema selezionato, "e" per modificare i comandi prima dell'avvio oppure "c" per la riga di comando.
ru: Нажмите "enter" для загрузки выбранной ОС, "e" для редактирования команд до загрузки или "c" для получения командной строки.
sv: Tryck Enter för att starta upp markerat val, "e" för att redigera kommandon innan uppstart eller "c" för kommandorad.

source: ESC to return previous menu.
ast: ESC pa tornar al menú previu.
fi: Palaa edelliseen valikkoon ESC-painikkeella.
it: ESC per tornare al menù precedente.
ru: Для возврата в предыдущее меню нажмите ESC.
sv: ESC för att återgå till föregående meny.

source: The highlighted entry will be booted automatically in %ds.
ast: La entrada esbillada, aniciará automáticamente en %ds.
fi: Korostettu valikkorivi alkuladataan automaattisesti %d sekunnin kuluttua.
it: La voce selezionata verrà avviata automaticamente in %ds.
ru: ОС выделенного пункта будет загружена автоматически через %dс.
sv: Markerat val kommer att automatiskt startas upp om %d sekunder.

source: Booting '%s'
ast: Aniciando '%s'
fi: Alkuladataan ”%s”
it: Avvio di "%s"
ru: Загружается %s
sv: Starta upp "%s"

source: Falling back to '%s'
ast: Fallu tornando a '%s'
fi: Peräännytään kohteeseen ”%s”
it: Si ricorre a "%s"
ru: Откат на %s
sv: Faller tillbaka på "%s"

source: Failed to boot default entries.
ast: Fallu al aniciar entraes por defeutu.
fi: Valikko-oletuksen alkulataus epäonnistui.
it: Avvio delle voci predefinite non riuscito.
ru: Не удалось загрузить ОС по умолчанию.
sv: MIsslyckades med att starta standardvalen.

source: Partition %s:
ast: Partición %s:
fi: Osio %s:
it: Partizione %s:
ru: Раздел %s:

source: Filesystem cannot be accessed
ast: Nun puede accedese al sistema de ficheros
fi: Tiedostojärjestelmään ei päästä
it: Impossibile accedere al file system
ru: Файловая система недоступна
sv: Filsystemet går inte att komma åt

source: Filesystem type %s
ast: Sistema de ficheros triba %s
fi: Tiedostojärjestelmätyyppi %s
it: File system di tipo %s
ru: Тип файловой системы %s
sv: Filsystemstyp %s

source: - Label %s
ast: - Etiqueta %s
fi: - Nimiö %s
it: - Etichetta %s
ru: - Метка %s
sv: - Etikett %s

source: - Last modification time %d-%02d-%02d %02d:%02d:%02d %s
ast: - Hora de cabera modificación %d-%02d-%02d %02d:%02d:%02d %s
fi: - Viimeinen muokkausaika %3$d.%2$d.%1$d %4$d:%5$d:%6$d %7$s
it: - Ultima modifica %d-%02d-%02d %02d.%02d.%02d %s
ru: - Время последнего изменения %d-%02d-%02d %02d:%02d:%02d %s
sv: - Senaste ändringsdatum %d-%02d-%02d %02d.%02d.%02d %s

source: Unknown filesystem
ast: Sistema de ficheros desconocíu
fi: Tuntematon tiedostojärjestelmä
it: File system sconosciuto
ru: Неизвестная файловая система
sv: Okänt filsystem

source: Partition table
ast: Tabla de partición
fi: Osiotaulu
it: Tabella delle partizioni
ru: Таблица разделов
sv: Partitionstabell

source: %s, with kFreeBSD %s
ast: %s, con kFreeBSD %s
fi: %s, jakeluversiolla kFreeBSD %s
fr: %s, avec kFreeBSD %s
it: %s, con kFreeBSD %s
ru: %s, с kFreeBSD %s
sv: %s, med kFreeBSD %s

source: %s, with Linux %s (recovery mode)
ast: %s, con Linux %s (mou recuperación)
fi: %s, jakeluversiolla Linux %s (toipumistila)
fr: %s, avec Linux %s (mode de dépannage)
it: %s, con Linux %s (modalità ripristino)
ru: %s, с Linux %s (режим восстановления)
sv: %s, med Linux %s (återställningsläge)

source: %s, with Linux %s
ast: %s, con Linux %s
fi: %s, jakeluversiolla Linux %s
fr: %s, avec Linux %s
it: %s, con Linux %s
ru: %s, с Linux %s
sv: %s, med Linux %s

source: FILE
ast: FICHERU
ru: ФАЙЛ
sv: FIL

source: Device %s:
ast: Preséu %s:
fi: Laite %s:
ru: Устройство %s:
sv: Enhet %s:
