Repository: delphix/grub2
Catalog: po/*.po
Languages: ast, fi, fr, it, ru, sv

source: the core image is too small
ast: la imaxe del nucleu ye enforma pequeña
fi: ydinvedos on liian pieni
fr: l'image noyau est trop petite
it: l'immagine core è troppo piccola
ru: базовый образ слишком мал
sv: kärnavbildningen är för liten

source: cannot compress the kernel image
ast: nun puede comprimise la imaxe kernel
fi: ei voi tiivistää käyttöjärjestelmäytimen vedosta
fr: impossible de compresser l'image du noyau
it: impossibile comprimere l'immagine del kernel
ru: не удалось сжать образ ядра
sv: kan inte komprimera kärnavbildningen

source: prefix is too long
ast: el prefixu ye enforma llargu
fi: etuliite on liian pitkä
fr: préfixe trop long
it: il prefisso è troppo lungo
ru: слишком длинный префикс
sv: för långt prefix

source: the core image is too big
ast: la imaxe del nucleu ye enforma grande
fi: ydinvedos on liian iso
fr: l'image noyau est trop grande
it: l'immagine core è troppo grande
ru: базовый образ слишком большой
sv: kärnavbildningen är för stor

source: diskboot.img size must be %u bytes
ast: el tamañu de diskboot.img tien de ser de %u bytes
fi: diskboot.img:n koon on oltava %u tavua
fr: la taille de diskboot.img doit être %u octets
it: la dimensione di diskboot.img deve essere di %u byte
ru: размер diskboot.img должен быть %u байт
sv: storleken på diskboot.img måste vara %u byte

source: Core image is too big (%p > %p)
ast: La imaxe del nucleu ye enforma grande (%p > %p)
fi: Ydinvedos on liian iso (%p > %p)
fr: L'image principale (core) est trop grande (%p > %p)
it: L'immagine core è troppo grande (%p > %p)
ru: Базовый образ слишком большой (%p > %p)
sv: För stor kärnavbildning (%p > %p)

source: Try ``%s --help'' for more information.
ast: Intenta ``%s --help'' pa más información.
fi: Lisätietoja komennolla ”%s --help”.
fr: Essayez ``%s --help'' pour plus d'informations.
it: Usare "%s --help" per ulteriori informazioni.
ru: Для получения справки запускайте как %s --help.
sv: Prova ``%s --help'' för mer information.

source: Usage: grub-mkimage [OPTION]... [MODULES] Make a bootable image of GRUB. -d, --directory=DIR use images and modules under DIR [default=%s] -p, --prefix=DIR set grub_prefix directory [default=%s] -m, --memdisk=FILE embed FILE as a memdisk image -c, --config=FILE embed FILE as boot config -o, --output=FILE output a generated image to FILE [default=stdout] -h, --help display this message and exit -V, --version print version information and exit -v, --verbose print verbose messages Report bugs to <%s>.
fi: Käyttö: grub-mkimage [VALITSIN]... [MODUULIT] Tee alkuladattava GRUB-vedos. -d, --directory=DIR käytä vedoksia ja moduuleja hakemiston DIR alla [oletus=%s] -p, --prefix=DIR aseta grub_prefix-hakemisto [oletus=%s] -m, --memdisk=TIEDOSTO upota TIEDOSTO memdisk-vedoksena -c, --config=TIEDOSTO upota TIEDOSTO alkulatausasetuksena -o, --output=TIEDOSTO tulosta tuotettu vedos TIEDOSTOon [oletus=vakiotuloste] -h, --help näytä tämä viesti ja poistu -V, --version tulosta versiotiedot ja poistu -v, --verbose tulosta viestit laveasti Ilmoita virheistä (englanniksi) osoitteeseen <%s>. Ilmoita käännösvirheistä osoitteeseen <translation-team-fi@lists.sourceforge.net>.
fr: Usage : grub-mkimage [OPTION]... [MODULES] Construit une image de démarrage GRUB. -d, --directory=REP utiliser images et modules sous REP [par défaut=%s] -p, --prefix=DIR fixe le répertoire grub_prefix [par défaut=%s] -m, --memdisk=FIC inclut FIC comme image mémoire memdisk -c, --config=FIC inclut FIC comme configuration de démarrage -o, --output=FIC génère l'image dans le fichier FIC [par défaut=stdout] -h, --help affiche ce message et quitte -V, --version affiche la version et quitte -v, --verbose mode verbeux Reporter les bugs à <%s>.
it: Uso: grub-mkimage [OPZIONI]... [MODULI] Crea un'immagine avviabile di GRUB. -d, --directory=DIR Usa le immagini e i moduli in DIR [predefinito=%s] -p, --prefix=DIR Imposta la directory di grub_prefix [predefinito=%s] -m, --memdisk=FILE Incorpora FILE come immagine memdisk -c, --config=FILE Incorpora FILE come configurazione di boot -o, --output=FILE Invia in output un'immagine generata su FILE [predefinito=stdout] -h, --help Visualizza questo messaggio ed esce -V, --version Stampa la versione ed esce -v, --verbose Stampa messaggi prolissi Segnalare i bug a <%s>.
ru: Использование: grub-mkimage [ПАРАМЕТР]... [МОДУЛИ] Создаёт загрузочный образ GRUB. -d, --directory=КАТ использовать образы и модули из КАТалога [по умолчанию %s] -p, --prefix=КАТ задать каталог для grub_prefix [по умолчанию %s] -m, --memdisk=ФАЙЛ встроить ФАЙЛ в качестве образа memdisk -c, --config=ФАЙЛ встроить ФАЙЛ в качестве загрузочного файла настройки -o, --output=ФАЙЛ записать созданный образ в ФАЙЛ [по умолчанию=stdout] -h, --help показать эту справку и завершить работу -V, --version показать версию и завершить работу -v, --verbose выводить доп. информацию при работе Сообщения об ошибках направляйте на <%s>.
sv: Användning: grub-mkimage [FLAGGA]... [MODUL] Gör en startbar avbildning för GRUB. -d, --directory=DIR använd avbildningar och moduler i katalog DIR [standard=%s] -p, --prefix=DIR ange katalog för grub_prefix [standard=%s] -m, --memdisk=FIL bädda in FIL som en memdisk-avbildning -c, --config=FIL bädda in FIL som uppstartsinställning -o, --output=FIL skriv avbildning till FIL [standard=stdout] -h, --help visar detta meddelande och avslutar -V, --version visar versionsinformation och avslutar -v, --verbose pratiga informationsutskrifter Rapportera fel till <%s>. Rapportera kommentarer på översättningen till <tp-sv@listor.tp-sv.se>.

source: cannot open %s
ast: nun puede abrise %s
fi: ei voi avata tulostekohdetta %s
fr: impossible d'ouvrir %s
it: impossibile aprire %s
ru: не удалось открыть %s
sv: kan inte öppna %s

source: The first sector of the core file is not sector-aligned
ast: El primer sector del ficheru del nucleu nun ye un sector alliniáu
fi: ydintiedoston ensimmäinen sektori ei ole sektoritasattu
fr: Le premier secteur du fichier noyau n'est pas aligné sur un secteur
it: Il primo settore del file core non è allineato rispetto al settore
ru: Первый сектор базового файла не выровнен посекторно
sv: Första sektorn i kärnfilen är inte sektorjusterad

source: Non-sector-aligned data is found in the core file
ast: Alcontráronse datos de sector-non-alliñáu nel ficheru del nucleu
fi: Ei-sektoritasattua dataa löytyi ydintiedostosta
fr: Données non alignées sur des secteurs trouvées dans le fichier noyau
it: Trovati dati non allineati rispetto al settore nel file core
ru: В базовом файле найдены невыровненные посекторно данные
sv: Data som inte är sektorjusterad hittades i kärnfilen

source: The sectors of the core file are too fragmented
ast: Los sectores del ficheru del nucleu tán enforma fragmentaos
fi: Ydintiedoston sektorit ovat liian hajallaan
fr: Les secteurs du fichier noyau sont trop dispersés
it: I settori del file core sono troppo frammentati
ru: Секторы базового файла слишком фрагментированы
sv: Sektorerna i kärnfilen är för fragmenterade

source: The size of `%s' is not %u
ast: El tamañu de `%s' nun ye %u
fi: Alkulatauspolun ”%s” koko ei ole %u
fr: La taille de `%s' n'est pas égale à %u
it: La dimensione di "%s" non è %u
ru: Размер %s не равен %u
sv: Storleken för "%s" är inte %u

source: The size of `%s' is too small
ast: El tamañu de `%s' ye enforma pequeñu
fi: Ydinpolun ”%s” koko on liian pieni
fr: La taille de `%s' est trop petite
it: La dimensione di "%s" è troppo piccola
ru: Размер %s слишком мал
sv: Storleken på "%s" är för liten

source: The size of `%s' is too large
ast: El tamañu de `%s' ye enforma grande
fi: Ydinpolun ”%s” koko on liian suuri
fr: La taille de `%s' est trop large
it: La dimensione di "%s" è troppo grande
ru: Размер %s слишком велик
sv: Storleken på "%s" är för stor

source: Unable to identify a filesystem in %s; safety check can't be performed
ast: Imposible identificar un sistema de ficheros en %s; nun puede facese un control de seguridá
fi: Ei kyetä tunnistamaan tiedostojärjestelmää levyasemassa %s; turvatarkistusta ei voitu suorittaa
fr: Impossible d'identifier le système de fichiers sur %s; contrôle impossible à effectuer
it: Impossibile identificare un file system in %s; non è possibile eseguire un controllo di sicurezza
ru: Не удалось определить файловую систему в %s; невозможно выполнить безопасную проверку
sv: Kunde inte identifiera ett filsystem på %s; säkerhetskontroll kan inte utföras

source: %s appears to contain a %s filesystem which isn't known to reserve space for DOS-style boot. Installing GRUB there could result in FILESYSTEM DESTRUCTION if valuable data is overwritten by grub-setup (--skip-fs-probe disables this check, use at your own risk)
fi: %s vaikuttaa sisältävän %s-tiedostojärjestelmän, jonka tiedetään varaavan tilaa DOS-tyyliselle alkulataukselle. GRUB-ohjelman asentaminen sinne voi aiheuttaa TIEDOSTOJÄRJESTELMÄN TUHOUTUMISEN, jos grub-setup korvaa arvokasta tietoa (valitsin --skip-fs-probe ottaa pois käytöstä tämän tarkistuksen, käytä sitä omalla vastuullasi)
fr: il semble que %s contienne un système de fichiers %s qui ne réserve pas de place pour un démarrage de type DOS. Installer GRUB peut conduire à la DESTRUCTION du système de fichiers si des données valides sont écrasées par l'installation de grub (--skip-fs-probe désactive ce contrôle, à utiliser à vos risques et périls)
it: Sembra che %s contenga un file system %s, noto per non riservare dello spazio per l'avvio in stile DOS. Installare GRUB qui potrebbe portare alla DISTRUZIONE del file system se dati importanti vengono sovrascritti da grub-setup (--skip-fs-probe disabilita questo controllo, usare a proprio rischio).
ru: Кажется, что %s содержит файловую систему %s, на которой, как известно, нет места для загрузчика в стиле DOS. Установка GRUB в этом случае может привести к ПОВРЕЖДЕНИЮ ФАЙЛОВОЙ СИСТЕМЫ, если важные данные будут перезаписаны grub-setup (параметр --skip-fs-probe выключает эту проверку, но вас предупредили)
sv: %s verkar innehålla ett %s filsystem som inte kan reservera plats för DOS-liknande uppstart. Installeras GRUB där kan det innebära att FILSYSTEMET FÖRSTÖRS om viktiga data skrivs över av grub-setup (flaggan --skip-fs-probe avaktivera denna kontroll, använd den på egen risk).

source: No DOS-style partitions found
ast: Nun s'alcontraron particiones DOS-style
fi: DOS-tyylisiä osioita ei löytynyt
fr: Aucune partition de type DOS trouvée
it: Non sono state trovate partizioni in stile DOS
ru: Разделов в стиле DOS не найдено
sv: Inga DOS-liknande partitioner hittades

source: Attempting to install GRUB to a partitionless disk. This is a BAD idea.
ast: Intentando instalar GRUB a un discu ensin partición. Esto ye una MALA idega.
fi: Yritetään asentaa GRUB osioimattomalle levyasemalle. Tämä on HUONO ajatus.
fr: Tentative d'installation de GRUB sur un disque sans partition. Mauvaise idée.
it: Tentativo di installare GRUB su un disco privo di partizioni. Non è una buona idea.
ru: Попытка установить GRUB на диск без разделов. Лучше этого НЕ ДЕЛАТЬ.
sv: Försöker installera GRUB på en opartitionerad disk. Detta är en DÅLIG idé.

source: Attempting to install GRUB to a partition instead of the MBR. This is a BAD idea.
ast: Intentado instalar GRUB a una partición en llugar del MBR. Esto ye una MALA idega.
fi: Yritetään asentaa GRUB osioon eikä MBR:ään. Tämä on HUONO ajatus.
fr: Tentative d'installation de GRUB sur une partition au lieu du MBR. Mauvaise idée.
it: Tentativo di installare GRUB in una partizione invece che nel MBR. Non è una buona idea.
ru: Попытка установить GRUB на раздел вместо MBR. Лучше этого НЕ ДЕЛАТЬ.
sv: Försöker installera GRUB på en partition instället för i MBR. Detta är en DÅLIG idé.

source: This msdos-style partition label has no post-MBR gap; embedding won't be possible!
fi: Tässä msdos-tyylisessä osionimiössä ei ole MBR:n jälkeistä aukkoa; upottaminen ei ole mahdollista!
it: L'etichetta della partizione in stile MS-DOS non presenta uno spazio dopo l'MBR; l'embed non sarà possibile.
ru: Метка раздела в стиле msdos не имеет промежутка после MBR; встраивание невозможно!
sv: Denna msdos-liknande partitionsettikett har inget utrymme efter MBR, inbäddning kommer inte att fungera!

source: This GPT partition label has no BIOS Boot Partition; embedding won't be possible!
ast: La etiqueta de partición GPT nun tien una Partición BIOS Boot; l'embebíu nun ye posible!
fi: Tässä GPT-osionimiössä ei ole BIOS alkulatausosiota; upottaminen ei ole mahdollista!
it: L'etichetta della partizione GPT non presenta una BIOS Boot Partition; l'embed non sarà possibile.
ru: Метка раздела GPT не имеет BIOS Boot Partition; встраивание невозможно!
sv: Denna GPT-partitions-ettikett har ingen BIOS-partition för uppstart, inbäddning kommer inte att fungera!

source: Your core.img is unusually large. It won't fit in the embedding area.
ast: El core.img ye enforma grande. Nun va poder contenese nel area d'embebíu
fi: Tiedostosi core.img on epätavallisen iso. Se ei sovi upotusalueelle.
fr: Votre image noyau est inhabituellement grande. Elle ne tiendra pas dans l'aire dédiée.
it: L'immagine core.img è troppo grande. Non può essere contenuta nell'area di embed.
ru: Данный core.img необычно большого размера. Он не влезет во встраиваемую область.
sv: Din fil core.img är ovanligt stor. Den kommer inte att få plats i utrymmet avsett för inbäddning.

source: Your embedding area is unusually small. core.img won't fit in it.
fi: Upotettava alueesi on epätavallisen pieni. Tiedosto core.img ei mahdu siihen.
it: L'area di embed è troppo piccola. L'immagine core.img non può esservi contenuta.
ru: Встраиваемая область необычно маленького размера. core.img не влезет в неё.
sv: Ditt utrymme för inbäddning är ovanligt litet. core.img kommer inte att få plats.

source: Embedding is not possible, but this is required when the root device is on a RAID array or LVM volume.
fi: Upottaminen ei ole mahdollista, mutta sitä vaaditaan kun juurilaite on RAID-taulukko tai LVM-taltio
it: L'embed non è possibile, ma è richiesto quando il dispositivo di root si trova su un array RAID o un volume LVM.
ru: Встраивание невозможно, но оно необходимо, если корневое устройство располагается в RAID-массиве или томе LVM.
sv: Inbäddning är inte möjligt, detta är dock ett krav när rotenheten är på en RAID-installation eller en LVM-volym.

source: Embedding is not possible. GRUB can only be installed in this setup by using blocklists. However, blocklists are UNRELIABLE and its use is discouraged.
fi: Upottaminen ei ole mahdollista. GRUB voidaan asentaa tällä asetuksella vain käyttäen lohkoluetteloja. Lohkoluettelot ovat kuitenkin EPÄLUOTETTAVIA ja niiden käyttöä ei suositella.
it: L'embed non è possibile. GRUB può essere installato con questa configurazione solo usando blocklist. Le blocklist non sono comunque affidabili e ne viene sconsigliato l'uso.
ru: Встраивание невозможно. При имеющихся параметрах GRUB можно установить только с помощью списка блоков (blocklists). Однако, список блоков является НЕНАДЁЖНЫМ механизмом и его лучше не использовать.
sv: Inbäddning är inte möjlig. GRUB kan bara bli installerad i denna form genom att anvnda blocklistor. Blocklistor är tyvärr OPÅLITLIGA och användandet av dem är inte uppmuntrat.

source: If you really want blocklists, use --force.
ast: Si quies usar blocklists, usa --force.
fi: Jos todella haluat käyttää lohkoluetteloja, käytä valitsinta --force.
it: Per utilizzare le blocklist, usare --force.
ru: Если вы всё равно хотите использовать список блоков, укажите --force.
sv: Om du verkligen vill använda blocklistor använd flaggan --force.

source: attempting to read the core image `%s' from GRUB
ast: intentando lleer la imaxe del nucleu `%s' dende'l GRUB
fi: yritetään lukea ydinvedosta ”%s” GRUB:sta
fr: tentative de lecture de l'image noyau `%s' par GRUB
it: tentativo di leggere l'immagine core "%s" da GRUB
ru: попытка прочитать базовый образ %s из GRUB
sv: försöker läsa kärnavbildningen "%s" från GRUB

source: attempting to read the core image `%s' from GRUB again
ast: intentando lleer la imaxe del nucleu `%s' dende'l GRUB otra vegada
fi: yritetään lukea ydinvedosta ”%s” GRUB:sta uudelleen
fr: nouvelle tentative de lecture de l'image noyau `%s' par GRUB
it: tentativo di leggere nuovamente l'immagine core "%s" da GRUB
ru: повторная попытка прочитать базовый образ %s из GRUB
sv: försöker läsa kärnavbildningen "%s" från GRUB igen

source: Cannot read `%s' correctly
ast: Nun puede lleese `%s' correutamente
fi: Ei voida lukea ydinvedosta ”%s” oikein
fr: Impossible de lire `%s' correctement
it: Impossibile leggere "%s" correttamente
ru: Не удалось прочитать %s правильно
sv: Kan inte läsa "%s" korrekt

source: No terminator in the core image
ast: Dengún terminador na imaxe del nucleu
fi: Ei päätöslohkoa ydinvedoksessa
fr: Pas de terminateur dans l'image noyau
it: Nessun terminatore nell'immagine core
ru: В базовом образе нет метки окончания
sv: Ingen terminering i kärnavbildning

source: Failed to read the first sector of the core image
ast: Falló al lleer el primer sector de la imaxe del nucleu
fi: Ydinvedoksen ensimmäisen sektorin lukeminen epäonnistui
fr: Echec de lecture du premier secteur de l'image noyau
it: Lettura del primo settore dell'immagine core non riuscita
ru: Не удалось прочитать первый сектор базового образа
sv: Misslyckades vid läsning av första sektorn i kärnavbildningen

source: Failed to read the rest sectors of the core image
ast: Falló al lleer los sectores restantes de la imaxe del nucleu
fi: Ydinvedoksen loppujen sektoreiden lukeminen epäonnistui
fr: Echec de lecture des secteurs restants de l'image noyau
it: Lettura dei restanti settori dell'immagine core non riuscita
ru: Не удалось прочитать оставшиеся секторы базового образа
sv: MIsslyckades vid läsning av restsektorer i kärnavbildningen

source: Cannot open `%s'
ast: Nun puede abrise `%s'
fi: Ei voi avata ydintä ”%s”
fr: Impossible d'ouvrir `%s'
it: Impossibile aprire "%s"
ru: Не удалось открыть %s
sv: Kan inte öppna "%s"

source: Usage: grub-setup [OPTION]... DEVICE Set up images to boot from DEVICE. DEVICE must be a GRUB device (e.g. ``(hd0,1)''). -b, --boot-image=FILE use FILE as the boot image [default=%s] -c, --core-image=FILE use FILE as the core image [default=%s] -d, --directory=DIR use GRUB files in the directory DIR [default=%s] -m, --device-map=FILE use FILE as the device map [default=%s] -r, --root-device=DEV use DEV as the root device [default=guessed] -f, --force install even if problems are detected -s, --skip-fs-probe do not probe for filesystems in DEVICE -h, --help display this message and exit -V, --version print version information and exit -v, --verbose print verbose messages Report bugs to <%s>.
fi: Käyttö: grub-setup [VALITSIN]... LAITE Aseta alkulatausvedokset laitteesta LAITE. LAITE on GRUB-laite (esim. ”(hd0,1)”). -b, --boot-image=FILE käytä tiedostoa FILE alkulatausvedoksena [oletus=%s] -c, --core-image=FILE käytä tiedostoa FILE ydinvedoksena [oletus=%s] -d, --directory=DIR käytä GRUB-tiedostoja hakemistossa DIR [oletus=%s] -m, --device-map=FILE käytä tiedostoa FILE laitekarttana [oletus=%s] -r, --root-device=DEV käytä DEV root-laitteena [oletus=arvattu] -f, --force asenna vielä silloin kun on kohdattu pulmia -s, --skip-fs-probe älä koesta tiedostojärjestelmiä laitteessa LAITE -h, --help näytä tämä sanoma ja poistu -V, --version tulosta versiotiedot ja poistu -v, --verbose tulosta sanomat laveasti Ilmoita virheistä (englanniksi) osoitteeseen <%s>. Ilmoita käännösvirheistä osoitteeseen <translation-team-fi@lists.sourceforge.net>.
fr: Usage: grub-setup [OPTION]... PERIPH Installe des images pour démarrer sur PERIPH. PERIPH doit être un périphérique GRUB (i.e. ``(hd0,1)''). -b, --boot-image=FIC utilise FIC comme image de démarrage [par défaut=%s] -c, --core-image=FIC utilise FIC comme image noyau [par défaut=%s] -d, --directory=REP utilise les fichiers GRUB dans le répertoire REP [par défaut=%s] -m, --device-map=FIC utilise FIC comme carte de périphérique [par défaut=%s] -r, --root-device=PERIPH utilise PERIPH comme périphérique racine [par défaut=deviné] -f, --force installe même si des problèmes sont détectés -s, --skip-fs-probe ne teste pas le système de fichiers sur PERIPH -h, --help affiche ce message et quitte -V, --version affiche la version et quitte -v, --verbose mode verbeux Report bugs to <%s>.
it: Uso: grub-setup [OPZIONI]... DEVICE Configura le immagini per essere avviate da DEVICE. DEVICE deve essere un device di GRUB (come "(hd0,1)"). -b, --boot-image=FILE Usa FILE come l'immagine di boot [predefinito=%s] -c, --core-image=FILE Usa FILE come l'immagine core [predefinito=%s] -d, --directory=DIR Usa i file di GRUB nella directory DIR [predefinito=%s] -m, --device-map=FILE Usa FILE come device map [predefinito=%s] -r, --root-device=DEV Usa DEV come device root [predefinito=ipotizzato] -f, --force Installa anche in presenza di problemi -s, --skip-fs-probe Non cerca file system nel DEVICE -h, --help Visualizza questo messaggio ed esce -V, --version Stampa la versione ed esce -v, --verbose Stampa messaggi prolissi Segnalare i bug a <%s>.
ru: Использование: grub-setup [ПАРАМЕТР]... УСТРОЙСТВО Настройка образов для загрузки с УСТРОЙСТВА. УСТРОЙСТВО должно указываться как устройства GRUB (например (hd0,1)). -b, --boot-image=ФАЙЛ использовать ФАЙЛ в качестве загрузочного образа [по умолчанию %s] -c, --core-image=ФАЙЛ использовать ФАЙЛ в качестве базового образа [по умолчанию %s] -d, --directory=КАТ использовать файлы GRUB из КАТалога [по умолчанию %s] -m, --device-map=ФАЙЛ использовать ФАЙЛ в качестве карты устройства [по умолчанию %s] -r, --root-device=УСТР использовать УСТРойство в качестве корневого устройства [по умолчанию вычисляется] -f, --force устанавливать даже если обнаружены проблемы -s, --skip-fs-probe не тестировать файловую систему на УСТРОЙСТВЕ -h, --help показать эту справку и завершить работу -V, --version показать версию и завершить работу -v, --verbose выводить доп. информацию при работе Сообщения об ошибках направляйте на <%s>.
sv: Användninf: grub-setup [FLAGGA]... ENHET Förbereder avbildningar för uppstart från ENHET. ENHET måste vara en GRUB-enhet (ex. "(hd0,1)"). -b, --boot-image=FIL använd FIL som uppstartsavbildning [standard=%s] -c, --core-image=FIL använd FIL som kärnavbildning [standard=%s] -d, --directory=DIR använd GRUB-filer i katalog DIR [standard=%s] -m, --device-map=FIL använd FIL som enhetskarta [standard=%s] -r, --root-device=ENHET använd ENHET som rot-enhet [standard=gissad] -f, --force installera även om fel upptäcks -s, --skip-fs-probe leta inte efter filsystem i ENHET -h, --help visa detta meddelande och avsluta -V, --version visa versionsinformation och avsluta -v, --verbose visa extra informativa meddelanden Rapportera fel till <%s>. Rapportera kommentarer om översättningen till <tp-sv@listor.tp-sv.se>.

source: No device is specified.
ast: Nun s'especificó dengún preséu.
fi: Laitetta ei ole annettu.
fr: Aucun périphérique spécifié.
it: Nessun device specificato.
ru: Не указано устройство.
sv: Ingen enhet har angivits.

source: Unknown extra argument `%s'.
ast: Argumentu estra desconocíu `%s'.
fi: Tuntematon ylimääräinen argumentti ”%s”.
fr: Argument superflu inconnu `%s'.
it: Argomento aggiuntivo "%s" sconosciuto.
ru: Неизвестный дополнительный параметр %s.
sv: Okänt extra argument "%s".

source: Invalid device `%s'.
ast: Preséu inválidu `%s'.
fi: Virheellinen laite ”%s”.
fr: Périphérique non valide `%s'.
it: Device "%s" non valido.
ru: Неверное устройство %s.
sv: Ogiltig enhet "%s".

source: Invalid root device `%s'
fi: Virheellinen juurilaite ”%s”.
fr: Périphérique racine non valide `%s'
it: Device root "%s" non valido
ru: Неверное корневое устройство %s
sv: Ogiltig rotenhet "%s"
