Repository: delphix/grub2
Catalog: po/*.po
Languages: ast, fi, fr, it, ru, sv

source: Application-id string too long
ast: Cadena Application-id demasiao llarga
fi: Sovellustunnistemerkkijono on liian pitkä
it: Stringa dell'ID applicazione troppo lunga
ru: Строка Application-id слишком длинна
sv: Sträng för applikations ID för lång

source: Bibliographic filename string too long
fi: Bibliografinen tiedostonimimerkkijono on liian pitkä
it: Stringa del nome file bibliografico troppo lunga
ru: Строка с именем файла Bibliographic слишком длинна
sv: Sträng för bibliografiskt filnamn för lång

source: Copyright filename string too long
ast: Cadena del nome de ficheru Copyright demasiao llarga
fi: Copyright-tiedostonimimerkkijono on liian pitkä
fr: Nom de fichier copyright trop long
it: Stringa del nome file copyright troppo lunga
ru: Строка с именем файла Copyright слишком длинна
sv: Sträng med filnamn för upphovsrätt för lång

source: Preparer string too long
fi: Valmistajamerkkijono on liian pitkä
it: Stringa del preparatore troppo lunga
ru: Строка Preparer слишком длинна
sv: Sträng för tillredare är för lång

source: Publisher string too long
fi: Julkaisijamerkkijono on liian pitkä
it: Stringa dell'editore troppo lunga
ru: Строка Publisher слишком длинна
sv: Sträng för publiceraren är för lång

source: System ID string too long
ast: Cadena System ID demasiao llarga
fi: Järjestelmätunnistemerkkijono on liian pitkä
fr: Chaîne d'ID système trop longue
it: Stringa dell'ID di sistema troppo lunga
ru: Строка System ID слишком длинна
sv: Sträng för system ID är för lång

source: Volume ID string too long
ast: Cadena Volume ID demasiao llarga
fi: Taltiotunnistemerkkijono on liian pitkä
fr: Chaîne d'ID volume trop longue
it: Stringa dell'ID del volume troppo lunga
ru: Строка Volume ID слишком длинна
sv: Sträng för volym ID är för lång

source: Volume set ID string too long
fi: Taltiojoukkotunnistemerkkijono on liian pitkä
it: Stringa dell'ID del set di volumi troppo lunga
ru: Строка Volume set ID слишком длинна
sv: Sträng för set ID för volymen är för lång

source: Volume set sequence number too big
fi: Taltiojoukkosekvenssinumero on liian iso
it: Numero di sequenza del set di volumi troppo grande
ru: Строка Volume set sequence number слишком длинна
sv: Volymens sekvensnummer är för stort

source: date string must be 16 characters.
ast: cadena data tien de ser 16 carauteres.
fi: päivämäärämerkkijonon on oltava 16 merkkiä.
fr: la date doit former une chaîne de 16 caractères.
it: La stringa della data deve essere di 16 caratteri.
ru: Строка с датой должна быть 16 символов.
sv: datumsträngen måste vara 16 tecken.

source: Warning: getrlimit
ast: Avisu: getrlimit
fi: Varoitus: getrlimit
fr: Attention : getrlimit
it: Attenzione: getrlimit
ru: Предупреждение: getrlimit
sv: Varning: getrlimit

source: Warning: setrlimit
ast: Avisu: setrlimit
fi: Varoitus: setrlimit
fr: Attention : setrlimit
it: Attenzione: setrlimit
ru: Предупреждение: setrlimit
sv: Varning: setrlimit

source: Multisession usage bug: Must specify -C if -M is used.
ast: Fallu n'usu Multisesión: Tienes qu'especificar -C si -M ye usao.
fi: Moni-istuntokäyttövirhe: Valitsin -C on annettava, jos käytetään valitsinta -M.
fr: Problème d'utilisation multisession : option -C requise si -M est spécifiée.
it: Errore di utilizzo multi-sessione: è necessario specificare -C se viene usata -M.
ru: Ошибка работы с мультисессией: Должно быть указано -C, если используется -M.
sv: Felaktig hantering av multisession: Flagga -C måste anges om flagga -M används.

source: Warning: -C specified without -M: old session data will not be merged.
fi: Varoitus: valitsin -C annettu ilman valitsinta -M: vanhaa istuntodataa ei liitetä yhteen.
fr: Attention : option -C spécifiée sans -M, l'ancienne session ne sera pas fusionnée.
it: Attenzione: -C specificata senza -M, i vecchi dati della sessione non verranno uniti.
ru: Предупреждение: задан параметр -C без -M: данные предыдущего сеанса добавлены не будут.
sv: Varning: Flagga -C angiven utan att flagga -M används: gammal sessionsdata kommer inte att samköras.

source: can't open logfile: %s
ast: Nun pudó abrise ficheru de rexistru: %s
fi: ei voi avata lokitiedostoa: %s
fr: impossible d'ouvrir le fichier journal : %s
it: impossibile aprire il file di registro: %s
ru: не удалось открыть файл журнала: %s
sv: kan inte öppna loggfilen: %s

source: re-directing all messages to %s
ast: redireicionar tolos mensaxes a %s
fi: ohjataan kaikki viestit edelleen osoitteeseen %s
fr: redirection des messages à %s
it: ridirezione di tutti i messaggi verso %s
ru: перенаправление всех сообщений в %s
sv: dirigerar om alla meddelanden till %s

source: can't open logfile: %s
ast: nun pudó abrise ficheru de rexistru: %s
fi: ei voi avata lokitiedostoa: %s
fr: impossible d'ouvrir le fichier journal : %s
it: impossibile aprire il file di registro: %s
ru: не удалось открыть файл журнала: %s
sv: kan inte öppna loggfil: %s

source: Unable to open previous session image %s
ast: Nun pudó abrise imaxe de sesión previa %s
fi: Ei kyetä avamaan edellistä istuntovedosta %s
fr: Impossible d'ouvrir l'image de session précédente %s
it: Impossibile aprire l'immagine %s della sessione precedente
ru: Не удалось открыть образ от предыдущего сеанса %s
sv: Kan inte öppna avbildning för föregående session %s

source: Invalid node - %s
ast: nodu nun válidu - %s
fi: Virheellinen solmu - %s
fr: Noeud non valide - %s
it: Nodo non valido - %s
ru: Неверная нода - %s
sv: Ogiltig nod - %s

source: Joliet tree sort failed.
fi: Joliet-puun lajittelu epäonnistui.
fr: Echec du tri de l'arbre Joliet.
it: Ordinamento albero Joliet non riuscito.
ru: Не удалось отсортировать дерево Joliet.
sv: Trädsortering för joilet misslyckades.

source: Unable to open /dev/null
ast: Nun pudó abrise /dev/null
fi: Ei kyetä avamaan /dev/null
fr: Impossible d'ouvrir /dev/null
it: Impossibile aprire /dev/null
ru: Не удалось открыть /dev/null
sv: Kan inte öppna /dev/null

source: Unable to open disc image file
ast: Nun pudó abrise ficheru d'imaxe de discu
fi: Ei kyetä avaamaan levyvedostiedostoa
fr: Impossible d'ouvrir le fichier contenant l'image disque
it: Impossibile aprire l'immagine disco
ru: Не удалось открыть файл образа disc
sv: Kan inte öppna fil med diskavbildning

source: Max brk space used %x
fi: Virtuaalimuistiosoitetta käytetty maksimaalisesti %x
it: Massimo spazio brk usato %x
ru: Используемое максимальное пространство brk: %x

source: %llu extents written (%llu MiB)
fi: %llu aluetta kirjoitettu (%llu mebitavua)
it: Scritti %llu extent (%llu MiB)
ru: Записано %llu областей (%llu МиБ)

source: Seek error on old image
fi: Etsintävirhe vanhassa vedoksessa
fr: Erreur de positionnement sur l'ancienne image
it: Errore di posizionamento nella vecchia immagine
ru: Ошибка перемещения по старому образу
sv: Sökfel på äldre avbildning

source: **Bad RR version attribute
fi: **Väärä RR-versioattribuutti
fr: **Mauvais attribut de version RR
it: **Attributo versione RR errato
ru: **Плохой атрибут версии RR
sv: **Trasigt attribut för RR-version

source: Warning: Neither Rock Ridge (-R) nor TRANS.TBL (-T) name translations were found on previous session. ISO (8.3) file names have been used instead.
fi: Varoitus: Ei ”Rock Ridge (-R)”- eikä ”TRANS.TBL (-T)”-nimikäännöksiä löydetty edellisestä istunnosta. Käytetään sen sijaan ”ISO (8.3)”-tiedostonimiä.
it: Attenzione: le traduzioni dei nomi Rock Ridge (-R) o TRANS.TBL (-T) non sono state trovate nella sessione precedente. Sono stati usati nomi di file ISO (8.3).
ru: Предупреждение: В предыдущем сеансе нет трансляций имён ни Rock Ridge (-R) ни TRANS.TBL (-T). Будут использованы имена файлов ISO (8.3).
sv: Varning: Varken Rock Ridge (-R) eller TRANS.TBL (-T) namnöversättningar hittades i föregående session. ISO (8.3) filnamn används istället.

source: Read error on old image %s
ast: Fallu lleendo imaxe vieya %s
fi: Lukuvirhe vanhassa vedoksessa %s
fr: Erreur de lecture de l'ancienne image %s
it: Errore di lettura sulla vecchia immagine %s
ru: Ошибка чтения старого образа %s
sv: Läsfel på äldre avbildning %s

source: Special parameters for cdwrite not specified with -C
ast: Non especificaos parámetros especiales pa cdwrite con -C
fi: Erikoisparametrit ohjelmalle cdwrite ei ole annettu valitsimen -C kanssa
fr: Paramètres spéciaux pour cdwrite non spécifiés avec -C
it: Parametri speciali per cdwrite non specificati con -C
ru: С параметром -C не заданы специальные параметры для cdwrite
sv: Specialparametrar för cdwrite inte specificerade med -C

source: Malformed cdwrite parameters
ast: Parámetros pa cdwrite mal formaos
fi: Vääränmuotoisia cdwrite-parametrejä
fr: Paramètres pour cdwrite mal formés
it: Parametri di cdrwrite non corretti
ru: Искажённые параметры cdwrite
sv: Felaktigt formaterade cdwrite-parametrar

source: symbolic link ``%s'' to long for one SL System Use Field, splitting
fi: symbolinen linkki ”%s” on liian pitkä yhdelle SL-järjestelmäkäyttökentälle, jaetaan kahtia
it: collegamento simbolico "%s" troppo lungo per un SL System Use Field, viene diviso
ru: символическая ссылка %s слишком длинна для SL System Use Field, производится разделение
sv: den symboliska länken "%s" är för lång för ett SL systemanvändningsfält, delar upp

source: Unable to insert transparent compressed file - name conflict
fi: Ei kyetty lisäämään läpinäkyvää tiivistettyä tiedostoa - nimiristiriita
fr: Impossible d'insérer un fichier compressé de façon transparente - conflit de nom
it: Impossibile inserire un file a compressione immediata, conflitto nel nome
ru: Не удалось вставить прозрачно сжатый файл - конфликт имён
sv: Kan inte applicera transparent komprimerad fil - namnkonflikt

source: Extension record too long
fi: Laajennustietue on liian pitkä
it: Record estensione troppo lungo
ru: Расширенная запись слишком длинна
sv: Utökningsregister för långt

source: Fatal goof
fi: Vakava moka
fr: Erreur fatale
it: Errore fatale
ru: Роковая ошибка
sv: Allvarligt misstag

source: Unable to generate unique name for file %s
ast: Nun pudó xenerase nome únicu pal ficheru %s
fi: Ei kyetty tuottamaan uniikkia nimeä tiedostolle %s
fr: Impossible de générer un nom unique pour le fichier %s
it: Impossibile generare un nome univoco per il file %s
ru: Не удалось сгенерировать уникальное имя для файла %s
sv: Kan inte skapa unikt filnamn för filen %s

source: Using %s for %s%s%s (%s)
ast: Usando %s pa %s%s%s (%s)
fi: Käytetään tiedostonimeä %s kohteelle %s%s%s (%s)
fr: Utilisation de %s pour %s%s%s (%s)
it: Viene usato %s per %s%s%s (%s)
ru: Используется %s для %s%s%s (%s)
sv: Använder %s för %s%s%s (%s)

source: Fatal error - RR overflow for file %s
fi: Vakava virhe - RR-ylivuoto tiedostolle %s
fr: Erreur fatale - dépassement RR pour le fichier %s
it: Errore fatale: overflow RR per il file %s
ru: Неисправимая ошибка - переполнение RR для файла %s
sv: Allvarligt fel - RR överskrivning för fil %s

source: Unable to sort directory %s
ast: Nun pudó ordenase'l direutoriu %s
fi: Ei kyetä lajittelemaan hakemistoa %s
fr: Impossible de trier le répertoire %s
it: Impossibile ordinare la directory %s
ru: Не удалось отсортировать каталог %s
sv: Kan inte sortera katalog %s

source: Translation table size mismatch %d %d
fi: Käännöstaulukokotäsmäämättömyys %d %d
fr: Mauvaise concordance de taille de table de translation %d %d
it: La dimensione della translation table non corrisponde %d %d
ru: Размер таблицы трансляции не совпадает: %d %d
sv: Översättningstabellens storlek stämmer inte %d %d

source: Unable to locate directory parent
ast: Nun pudó llocalizase direutoriu padre
fi: Ei kyetä paikallistamaan päähakemistoa
fr: Impossible de localiser le répertoire parent
it: Impossibile localizzare la directory superiore
ru: Не удалось найти родительский каталог
sv: Kan inte hitta katalogens förälder

source: Scanning %s
ast: Escaneando %s
fi: Etsitään %s
fr: Examen de %s en cours
it: Analisi di %s
ru: Обследование %s
sv: Läser av %s

source: Unable to open directory %s
ast: Imposible abrir direutoriu %s
fi: Ei kyetä avamaan hakemistoa %s
fr: Impossible d'ouvrir le répertoire %s
it: Impossibile aprire la directory %s
ru: Не удалось открыть каталог %s
sv: Kunde inte öppna katalogen %s

source: Ignoring file %s
ast: Inorando ficheru %s
fi: Ei oteta huomioon tiedostoa %s
fr: Fichier ignoré %s
it: File %s ignorato
ru: Игнорируется файл %s
sv: Ignorerar fil %s

source: Overflow of stat buffer
fi: Stat-puskurin ylivuoto
fr: Dépassement de tampon "stat"
it: Overflow del buffer stat
ru: Переполнение буфера stat

source: Excluded by match: %s
ast: Escluyíu por coincidencia: %s
fi: Täsmäyksen poissulkema: %s
it: Escluso per corrispondenza: %s
ru: Исключается из-за совпадения: %s
sv: Exkluderad vid träff: %s

source: Excluded: %s
ast: Escluyíu: %s
fi: Ei sisällytetty: %s
fr: Exclusion de : %s
it: Escluso: %s
ru: Исключён: %s
sv: Exkluderade: %s

source: Non-existant or inaccessible: %s
ast: Non esiste o inacesible: %s
fi: Ei-olemassaoleva tai tavoittamaton: %s
fr: Inexistant ou inaccessible : %s
it: Non esistente o inaccessibile: %s
ru: Не существует или недоступен: %s
sv: Existerar ej eller kan inte läsas: %s

source: Unable to stat file %s - ignoring and continuing.
fi: Ei kyetä suorittamaan stat-komentoa tiedostolle %s - ei oteta huomioon ja jatketaan.
fr: Impossible d'atteindre le fichier %s - ignoré et poursuite.
it: Impossibile eseguire stat sul file %s. Viene ignorato e si continua.
ru: Не удалось выполнить вызов stat для файла %s - игнорируется, продолжение работы.

source: Symlink %s ignored - continuing.
ast: Enllaz simbólicu %s ignoráu - siguiendo.
fi: Symbolista linkkiä %s ei oteta huomioon - jatketaan.
fr: Lien symbolique %s ignoré - poursuite...
it: Collegamento simbolico %s ignorato. Si continua.
ru: Игнорируется символическая ссылка %s - продолжение работы.
sv: Symboliska länken %s ignoreras - fortsätter.

source: Already cached directory seen (%s)
fi: Jo välimuistissa oleva hakemisto nähty (%s)
it: Vista una directory che è già nella cache (%s)
ru: Просмотр уже кэшированного каталога (%s)
sv: Katalog som redan finns i cache hittades (%s)

source: File %s is not readable (%s) - ignoring
ast: El ficheru %s nun ye lleíble (%s) - inorando
fi: Tiedostoa %s ei pystytä lukemaan (%s) - ei oteta huomioon
fr: Fichier %s non lisible (%s) - ignoré
it: Il file %s non è leggibile (%s), viene ignorato
ru: Файл %s недоступен для чтения (%s) - игнорируется
sv: Filen %s är inte läsbar (%s) - ignorerar

source: Directory loop - fatal goof (%s %lx %lu).
fi: Hakemistosilmukka - vakava moka (%s %lx %lu).
fr: Boucle de répertoires - erreur fatale (%s %lx %lu).
it: Ciclo nella directory. Errore fatale (%s %lx %lu).
ru: Зацикленный каталог - неустранимая ошибка (%s %lx %lu).
sv: Loop i katalog - allvarligt misstag (%s %lx %lu).

source: Unknown file type %s - ignoring and continuing.
ast: Triba de ficheru desconocíu %s - inorando y continuando.
fi: Tuntematon tiedostotyyppi %s - ei oteta huomioon ja jatketaan.
fr: Type du fichier %s inconnu - ignoré, poursuite...
it: Tipo di file %s sconosciuto. Viene ignorato e si continua.
ru: Неизвестный тип файла %s - игнорируется, продолжение работы.
sv: Okänd filtyp %s - ignorerar och fortsätter.

source: Hidden from ISO9660 tree: %s
ast: Anubríu pal árbol ISO9660: %s
fi: Piilotettu ISO9660-puusta: %s
it: Nascosto dall'albero ISO9660: %s
ru: Скрытый из дерева ISO9660: %s
sv: Gömt från ISO9660-träd: %s

source: Hidden from Joliet tree: %s
ast: Anubríu pal árbol Joliet: %s
fi: Piilotettu Joliet-puusta: %s
it: Nascosto dall'albero Joliet: %s
ru: Скрытый из дерева IJoliet: %s
sv: Gömt från joilet-träd: %s

source: Directories too deep %s
fi: Hakemistot liian syviä %s
fr: Arborescence de répertoires trop profonde %s
it: Directory troppo profonde %s
ru: Слишком глубокое вложение каталогов %s
sv: Kataloger för djup %s

source: Unable to delete non-empty directory
ast: Imposible desaniciar direutoriu non-ermu
fi: Ei kyetä poistamaan ei-tyhjää hakemistoa
fr: Impossible de supprimer un répertoire non vide
it: Impossibile eliminare una directory non vuota
ru: Не удалось удалить непустой каталог
sv: Kan inte radera katalog som inte är tom

source: Unable to locate child directory in parent list
ast: Nun pudó llocalizase direutoriu fíyu na llista del padre
fi: Ei kyetä paikallistamaan alihakemistoa päähakemistoluettelosta
fr: Impossible de localiser le répertoire fils dans la liste parente
it: Impossibile localizzare la directory discendente nell'elenco di quella superiore
ru: Не удалось найти дочерний каталог в родительском списке
sv: Kan inte hitta underkatalog i huvudlista

source: call to search_tree_file with an absolute path, stripping
fi: kutsu kohteeseen search_tree_file absoluuttisella polulla, riisutaan
fr: appel de search_tree_file avec un chemin absolu, troncage
it: chiamata a search_tree_file con un percorso assoluto, viene rimosso
ru: вызов search_tree_file с абсолютным путём, обрезается
sv: anrop till search_tree_file med en absolut sökväg, rensar

source: initial path separator. Hope this was intended...
fi: alkupolkuerotin. Toivotaan, että tämä oli tarkoitettu...
fr: séparateur de chemin en tête. Est-ce voulu...?
it: il separatore di percorso iniziale. Si presume sia voluto...
ru: начальный разделитель каталога. Предполагается, что он указан намеренно...
sv: inledande sökvägsseparator. Förhoppningsvis var detta medvetet...

source: Cannot open '%s'
ast: Nun puede abrise '%s'
fi: Ei voi avata puskuria ”%s”
fr: Imposible d'ouvrir '%s'
it: Impossibile aprire "%s"
ru: Не удалось открыть %s
sv: Kan inte öppna "%s"

source: cannot fwrite %llu*%llu
fi: ei voi kutsua fwrite %llu*%llu
fr: impossible d'écrire (fwrite) %llu*%llu
it: impossibile eseguire fwrite %llu*%llu
ru: ошибка вызова fwrite %llu*%llu
sv: kan inte fwrite %llu*%llu

source: cannot open %s
ast: nun puede abrise %s
fi: ei voi avata tiedostoa %s
fr: impossible d'ouvrir %s
it: impossibile aprire %s
ru: не удалось открыть %s
sv: kan inte öppna %s

source: cannot read %llu bytes from %s
ast: nun pueden lleese %llu bytes dende %s
fi: ei voida lukea %llu tavua tiedostosta %s
fr: impossible de lire %llu octets depuis %s
it: impossibile leggere %llu byte da %s
ru: не удалось прочитать %llu байт из %s
sv: kan inte läsa %llu byte från %s

source: %6.2f%% done, estimate finish %s
ast: %6.2f%% fecho, estímase final %s
fi: %6.2f%% valmis, arvioitu loppuminen %s
fr: effectué %6.2f%%, estimation de fin %s
it: %6.2f%% completato, termine previsto %s
ru: %6.2f%% выполнено, предполагаемое завершение %s
sv: %6.2f%% klart, beräknat klart %s

source: Cache hit for %s%s%s
fi: Välimuistiosuma kohteelle %s%s%s
it: Hit della cache per %s%s%s
ru: Попадание в кэш для %s%s%s
sv: Träff i cache för %s%s%s

source: Unexpected directory length %d %d %s
fi: Odottamaton hakemistopituus %d %d %s
fr: Longueur de répertoire inattendue %d %d %s
it: Lunghezza directory inaspettata %d %d %s
ru: Неожиданная длина каталога %d %d %s
sv: Oväntad kataloglängd %d %d %s

source: Continuation entry record length mismatch (%d %d).
fi: Jatkosyötetietuepituuden täsmäämättömyys (%d %d).
it: Lunghezza del record della voce di continuazione non corrispondente (%d %d).
ru: Несовпадение длины продолжения элемента записи (%d %d).

source: Path table lengths do not match %d %d
fi: Polkutaulupituudet eivät täsmää %d %d
it: Le lunghezze della tabella del percorso non corrispondono %d %d
ru: Несовпадение длин таблицы путей %d %d
sv: Längd på sökvägstabellerna stämmer inte %d %d

source: Total extents scheduled to be written = %llu
fi: Yhteensä alueita aikataulutettu kirjoitettavaksi = %llu
it: Totale extent da scrivere = %llu
ru: Всего запланировано для записи %llu областей

source: Total extents actually written = %llu
fi: Yhteenä alueita todella kirjoitettu = %llu
it: Totale extent scritti = %llu
ru: Реально записано всего %llu областей

source: Number of extents written different than what was predicted. Please fix.
fi: Kirjoitettujen alueiden lukumäärä oli eri kuin oli arvioitu. Korjaa.
it: Numero degli extent scritti diverso da quello previsto. Correggere.
ru: Количество записанных областей отличается от предполагаемого. Исправьте это.

source: Predicted = %d, written = %llu
ast: Predecíu = %d, escritu = %llu
fi: Ennustettu = %d, kirjoitettu = %llu
fr: Prévus = %d, écrits = %llu
it: Previsti = %d Scritti = %llu
ru: Предполагалось = %d, записано = %llu
sv: Uppskattat = %d, skrivit = %llu

source: Total translation table size: %d
ast: Tamañu total de la tabla de torna: %d
fi: Yhteensä käännöstaulun koko: %d
fr: Taille totale de table de translation : %d
it: Dimensione totale della translation table: %d
ru: Полный размер таблицы трансляций: %d
sv: Översättningstabellens totalstorlek: %d

source: Total rockridge attributes bytes: %d
fi: Yhteensä rockridge-attribuuttien tavuja: %d
fr: Nb total d'octets des attributs rockridge : %d
it: Totale byte degli attributi rockridge: %d
ru: Количество байт для атрибутов rockridge: %d
sv: Rockridge-attribut, totalt antal byte: %d

source: Total directory bytes: %d
ast: Total de bytes del direutoriu: %d
fi: Yhteensä hakemistotavuja: %d
fr: Nb total d'octets du répertoire : %d
it: Totale byte della directory: %d
ru: Количество байл для каталога: %d
sv: Antal byte katalog: %d

source: Path table size(bytes): %d
fi: Polkutaulun koko (tavua): %d
it: Dimensione tabella dei percorsi (byte): %d
ru: Размер таблицы путей (в байтах): %d
sv: Sökvägstabellens storlek (byte): %d

source: Unable to open %s
ast: Nun puede abrise %s
fi: Ei kyetä avamaan upotettua alkulatausta %s
it: Impossibile aprire %s
ru: Не удалось открыть %s
sv: Kunde inte öppna %s

source: Enter username:
ast: Introduz nome_d'usuariu:
fi: Kirjoita käyttäjänimi:
it: Inserire il nome utente:
ru: Введите имя файла:
sv: Ange användarnamn:

source: Warning: syntax error (missing slash) in `%s'
ast: Avisu: fallu de sintasis (falta slash) en `%s'
fi: Varoitus: syntaksivirhe (puuttuu /-merkki) värinimiparissa ”%s”
it: Attenzione: errore di sintassi (slash mancante) in "%s"
ru: Предупреждение: синтаксическая ошибка (отсутствует косая черта) в %s
sv: Varning: syntaxfel (saknar snedstreck) i "%s"

source: Warning: invalid foreground color `%s'
ast: Avisu: color de primer planu nun válidu `%s'
fi: Varoitus: virheellinen edustaväri ”%s”
it: Attenzione: colore di primo piano "%s" non valido
ru: Предупреждение: неправильный цвет текста (foreground) %s
sv: Varning: ogiltig förgrundsfärg "%s"

source: Warning: invalid background color `%s'
ast: Avisu: color de fondu nun válidu `%s'
fi: Varoitus: virheellinen taustaväri ”%s”
it: Attenzione: colore di sfondo "%s" non valido
ru: Предупреждение: неправильный цвет фона (background) %s
sv: Varning: ogiltig bakgrundsfärg "%s"

source: GNU GRUB version %s
fi: GNU GRUB -versio %s
it: GNU GRUB versione %s
ru: GNU GRUB, версия %s

source: Minimal BASH-like line editing is supported. For the first word, TAB lists possible command completions. Anywhere else TAB lists possible device or file completions. %s
fi: Minimaalista BASH-kaltaista rivimuokkausta tuetaan. Hae ensimmäiselle sanalle SARKAIN-painikkeella luettelot mahdollisista komentojen täydennyksistä. Kaikkialla muualla SARKAIN-painike luettelee mahdolliset laite- tai tiedostotäydennykset. %s
it: Supporto minimale per modifica in stile BASH. Per la prima parola, TAB elenca i completamenti del comando. In altre parti elenca i device possibili o il completamento dei file. %s
ru: Поддерживается несколько BASH-подобных команд редактирования строки. Есть вывод списка команд по TAB для дополнения. Также есть везде, где возможно, вывод списка по TAB для устройств или файлов. %s
sv: Minimal Bash-liknande radeditering stöds. För det första ordet kan tabulator-tangenteten användas för att visa kompletteringsalternativ. I övriga fall visa tabulator-tangenten möjliga enheter eller filnamn för komplettering. %s
