Repository: delphix/grub2
Catalog: po/*.po
Languages: ast, fi, fr, it, ru, sv

source: Cannot guess the root device. Specify the option ``--root-device''.
fi: Ei kyetä arvaamaan juurilaitetta. Anna valitsin ”--root-device”.
fr: Impossible de deviner le périphérique racine. Spécifiez l'option ``--root-device''.
it: Impossibile ipotizzare il device di root. Specificare l'opzione "--root-device".
ru: Не удалось вычислить корневое устройство. Укажите его параметром --root-device.
sv: Kan inte gissa rotenhet. Ange flaggan "--root-device".

source: A boot catalog exists and appears corrupted.
fi: Alkulatausluettelo on olemassa ja vaikuttaa rikkinäiseltä.
fr: Un catalogue de démarrage existe et semble corrompu.
it: Un catalogo di avvio esiste e sembra danneggiato.
ru: Загрузочный каталог существует, но, вероятно, повреждён.
sv: En uppstartskatalog existerar och verkar vara trasig.

source: Please check the following file: %s.
ast: Por favor, comprueba'l siguiente ficheru: %s.
fi: Tarkista seuraava tiedosto: %s.
fr: SVP contrôlez le fichier : %s.
it: Controllare il seguente file: %s.
ru: Проверьте следующий файл: %s.
sv: Kontrollera följande fil: %s.

source: This file must be removed before a bootable CD can be done.
ast: Esti ficheru ha desaniciase enantes de que pueda facese un CD autoarrancable.
fi: Tämä tiedosto on poistettava ennen kuin käynnistys-CD voidaan tehdä.
fr: Ce fichier doit être supprimé avant de créer un CD amorçable.
it: Questo file deve essere rimosso prima di poter creare un CD avviabile.
ru: Этот файл должен быть удалён до того как будет создан загружаемый CD.
sv: Denna fil måste tas bort innan en startbar CD kan göras.

source: Error creating boot catalog (%s)
ast: Fallu creando catálogu de boot (%s)
fi: Virhe luotaessa alkulatausluetteloa (%s)
fr: Erreur de création du catalogue de démarrage (%s)
it: Errore nel creare il catalogo di avvio (%s)
ru: Ошибка при создании загрузочного каталога (%s)
sv: Fel vid skapande av uppstartskatalog (%s)

source: Error writing to boot catalog (%s)
ast: Fallu escribiendo al catálogu de boot (%s)
fi: Virhe kirjoitettaessa alkulatausluetteloa (%s)
fr: Erreur d'écriture du catalogue de démarrage (%s)
it: Errore nello scrivere sul catalogo di avvio (%s)
ru: Ошибка записи в загрузочный каталог (%s)
sv: Fel vid skrivning till uppstartskatalog (%s)

source: Boot catalog cannot be found!
ast: Nun puede alcontrase catálogu de boot!
fi: Alkulatausluetteloa ei voitu löytää!
fr: Catalogue de démarrage non trouvé !
it: Impossibile trovare il catalogo di avvio.
ru: Загрузочный каталог не найден!
sv: Uppstartskatalog kan inte hittas!

source: Boot image cannot be found!
ast: Nun puede alcontrase imaxe de Boot!
fi: Alkulatausvedosta ei löytynyt!
fr: Image de démarrage non trouvée !
it: Impossibile trovare l'immagine di boot.
ru: Загрузочный образ не найден!
sv: Uppstartsavbildning kan inte hittas!

source: Size of boot image is %d sectors
ast: El tamañu de la imaxe del boot ye de %d sectores
fi: Alkulatausvedoksen koko on %d sektoria
fr: La taille de l'image de démarrage est %d secteurs
it: La dimensione dell'immagine di boot è di %d settori.
ru: Размер загрузочного образа %d секторов
sv: Storleken på uppstartsavbildningen är %d sektorer

source: No emulation
ast: Denguna emulación
fi: Ei emulointia
fr: Pas d'émulation
it: Nessuna emulazione
ru: Эмуляция отсутствует
sv: Ingen emulering

source: Emulating a 1.44 meg floppy
ast: Emulando un 1.44 meg floppy
fi: Emuloidaan 1,44 megatavun levykettä
fr: Emulation d'une disquette 1.44 Mo
it: Emulazione di un disco floppy da 1.44MB
ru: Эмулируется дискета 1.44 МБ
sv: Emulerar en 1,44 megabyte diskett

source: Emulating a 2.88 meg floppy
ast: Emulando un 2.88 meg floppy
fi: Emuloidaan 2,88 megatavun levykettä
fr: Emulation d'une disquette 2.88 Mo
it: Emulazione di un disco floppy da 2.88MB
ru: Эмулируется дискета 2.88 МБ
sv: Emulerar en 2,88 megabyte diskett

source: Emulating a 1.2 meg floppy
ast: Emulando un 1.2 meg floppy
fi: Emuloidaan 1,2 megatavun levykettä
fr: Emulation d'une disquette 1.2 Mo
it: Emulazione di un disco floppy da 1.2MB
ru: Эмулируется дискета 1.2 МБ
sv: Emulerar en 1,2 megabyte diskett

source: Error - boot image is not the an allowable size.
ast: Fallu - la imaxe del boot nun ye una dimensión permitida.
fi: Virhe - alkulatausvedos ei ole sallitun kokoinen.
fr: Erreur - l'image de démarrage n'est pas de taille autorisée.
it: Errore: l'immagine di avvio non è di una dimensione consentita.
ru: Ошибка - загрузочный образ имеет недопустимый размер.
sv: Fel - uppstartsavbildningen har inte tillåten storlek.

source: Error opening boot catalog for update
ast: Fallu abriendo catálogu de boot p'anovamientu
fi: Virhe avattaessa alkulatausluetteloa päivitystä varten
fr: Erreur d'ouverture du catalogue de démarrage pour mise à jour
it: Errore nell'aprire il catalogo di avvio per l'aggiornamento
ru: Ошибка при открытии загрузочного каталога для обновления
sv: Fel vid öppning av uppstartskatalog för uppdatering

source: Error writing to boot catalog
ast: Fallu escribiendo catálogu del boot
fi: Virhe kirjoitettaessa alkulatausluetteloa
fr: Erreur durant l'écriture du catalogue de démarrage
it: Errore nello scrivere sul catalogo di avvio
ru: Ошибка записи в загрузочный каталог
sv: Fel vid skrivning till uppstartskatalog

source: Error opening boot image file '%s' for update
ast: Fallu abriendo ficheru d'imaxe del boot '%s' p'anovamientu
fi: Virhe avattaessa alkulatausvedostiedostoa ”%s” päivitystä varten
fr: Erreur d'ouverture du fichier image de démarrage `%s' pour mise à jour
it: Errore nell'aprire il file dell'immagine di avvio "%s" per l'aggiornamento
ru: Ошибка при открытии файл загрузочного образа %s для обновления
sv: Fel vid öppning av uppstartsavbildning "%s" för uppdatering

source: Odd alignment at non-end-of-file in boot image '%s'
ast: Alliniamientu incorreutu nel non-fin-de-ficheru na imaxe del boot '%s'
fi: Outo tasaus ei-tiedoston-lopussa alkulatausvedoksessa ”%s”
fr: Alignement suspect avant la fin de l'image de démarrage '%s'
it: Allineamento non corretto alla non-fine-del-file nell'immagine di boot "%s"
ru: Нечётное выравнивание у конца файла в загрузочном образе %s
sv: Märklig justering vid icke-slut i uppstartsavbildning "%s"

source: Boot image file '%s' changed unexpectedly
ast: El ficheru d'imaxe de Boot '%s' camudó inesperadamente
fi: Alkulatausvedostiedosto ”%s” muuttunut odottamattomasti
fr: Le fichier image de démarrage `%s' a été modifié de façon inattendue
it: Il file dell'immagine di boot "%s" è stato modificato inaspettatamente
ru: Неожиданно изменился файл загрузочного образа %s
sv: Uppstartsavbildningen "%s" ändrades oväntat

source: Error writing to boot image (%s)
ast: Fallu escribiendo na imaxe del boot (%s)
fi: Virhe kirjoitettaessa alkulatausvedosta (%s)
fr: Erreur en écrivant l'image de démarrage (%s)
it: Errore nello scrivere sull'immagine di avvio (%s)
ru: Ошибка записи в загрузочный образ (%s)
sv: Fel vid skrivning till uppstartsavbildning (%s)

source: Unable to generate sane path tables - too many directories (%d)
fi: Ei voi tuottaa järkeviä polkutauluja - liian monia hakemistoja (%d)
fr: Impossible de générer des tables de chemins saines - répertoires trop nombreux (%d)
it: Impossibile generare tabelle di percorso ragionevoli, troppe directory (%d)
ru: Не удалось сгенерировать разумную таблицу путей - слишком много каталогов (%d)
sv: Kan inte skapa vettiga sökvägstabeller - för många kataloger (%d)

source: Entry %d not in path tables
fi: Alkio %d ei ole polkutauluissa
it: Voce %d non presente nelle tabelle di percorso
ru: Запись %d отсутствует в таблице путей
sv: %d finns inte i sökvägstabell

source: Fatal goof - directory has amnesia
fi: Vakava moka - hakemistolla on muistinmenetys
fr: Erreur fatale - le répertoire est amnésique !
it: Errore fatale: la directory ha perso memoria
ru: Роковая ошибка - забыли каталог
sv: Allvarligt misstag - katalog har amnesi

source: Joliet path table lengths do not match %d %d
fi: Joliet-polkutaulupituudet eivät täsmää %d %d
it: Le lunghezze della tabella dei percorsi Joliet non corrispondono %d %d
ru: Не совпадает длина таблицы путей joliet: %d %d
sv: Sökvägstabellernas längd för joilet stämmer inte %d %d

source: Unable to locate relocated directory
fi: Ei kyetä paikallistamaan uudelleensijoitushakemistoa
fr: Impossible de localiser le répertoire déplacé
it: Impossibile localizzare la directory spostata
ru: Не удалось найти перемещаемый каталог
sv: Kan inte hitta flyttad katalog

source: Fatal goof - unable to find directory location
fi: Vakava moka - ei kyetä löytämään hakemistosijaintia
fr: Erreur fatale - impossible de localiser le répertoire
it: Errore fatale: impossibile trovare la posizione della directory
ru: Роковая ошибка - не удалось найти расположение каталога
sv: Allvarligt misstag - kan inte hitta position för katalog

source: Unexpected joliet directory length %d %d %s
fi: Odottamaton joliet-hakemistopituus %d %d %s
fr: Longueur de répertoire Joliet inattendue %d %d %s
it: Lunghezza directory Joliet non attesa %d %d %s
ru: Неожиданный размер каталога joliet: %d %d %s
sv: Oväntad längd på joiletkatalog %d %d %s

source: Process all files (don't skip backup files)
fi: Käsittele kaikki tiedostot (älä jätä varmuuskopiotiedostoja väliin)
it: Elabora tutti i file (non tralascia quelli di backup)
ru: Обработать все файлы (не пропускать файлы с резервными копиями)
sv: Processa alla filer (hoppa inte över backupfiler)

source: Set Abstract filename
fi: Aseta abstrakti tiedostonimi
it: Imposta il nome file astratto
ru: Задать файл для Abstract
sv: Ange abstrakt filnamn

source: Set Application ID
ast: Afitar ID d'Aplicación
fi: Aseta sovellustunniste
it: Imposta l'ID dell'applicazione
ru: Задать ID приложения
sv: Ange ID för applikation

source: Set Bibliographic filename
ast: Afitar nome de ficheru Bibliográficu
fi: Aseta bibliografinen tiedostonimi
it: Imposta il nome file bibliografico
ru: Задать файл для Bibliographic
sv: Ange bibliografiskt filnamn

source: Set Copyright filename
ast: Afitar nome de ficheru Copyright
fi: Aseta Copyright-tiedostonimi
it: Imposta il nome file copyright
ru: Задать файл для Copyright
sv: Ange filnamn för upphovsrätt

source: Set embedded boot image name
ast: Afitar nome d'imaxe d'arranque embebida
fi: Aseta upotettu alkulatausvedosnimi
it: Imposta il nome dell'immagine di avvio embed
ru: Задать имя встраиваемого загрузочного образа
sv: Ange namn för inbäddad uppstartsavbildning

source: Patch a protective DOS-style label in the image
fi: Korjaus suojaavalle DOS-tyyliselle nimiölle vedoksessa
it: Corregge un'etichetta protettiva in stile DOS nell'immagine
ru: Исправить защищённую метку в стиле DOS в образе
sv: Laga eventuell protektionistisk DOS-liknande ettikettering i avbildning

source: Set El Torito boot image name
ast: Afitar nome d'imaxe d'arranque El Torito
fi: Aseta El Torito -alkulatausvedosnimi
it: Imposta il nome dell'immagine di avvio El Torito
ru: Задать имя для загрузочного образа El Torito
sv: Ange namn för El Torito uppstartsavbildning

source: Set El Torito boot catalog name
ast: Afitar el nome de catálogu d'arranque El Torito
fi: Aseta El Torito -alkulatausluettelonimi
it: Imposta il nome del catalogo di avvio El Torito
ru: Задать имя для загрузочного каталога El Torito
sv: Ange namn för El Torito katalog

source: Patch Boot Info Table in El Torito boot image
fi: Korjausalkulataustietotaulu El Torito -alkulatausvedoksessa
it: Corregge la tabella di informazioni di avvio nell'immagine di avvio El Torito
ru: Исправить Boot Info Table в загрузочном образе El Torito
sv: Laga tabell med uppstartsinformation i El Torito uppstartsavbildning

source: Dummy option for backward compatibility
fi: Valevalitsin taaksepäinyhteensopivuutta varten
it: Opzione di comodo per retro compatibilità
ru: Пустой параметр для обратной совместимости
sv: Låtsas alternativ för bakåtkompabilitet

source: Enable floppy drive emulation for El Torito
ast: Activar emulación de preséu disquete pa El Torito
fi: Ota käyttöön levykeasemaemulointi El Toritolle
it: Abilita l'emulazione del disco floppy per El Torito
ru: Включить эмуляцию дисковода для El Torito
sv: Aktivera emulering av diskettstation för El Torito

source: PARAMS
it: PARAMETRI
ru: ПАРАМЕТРЫ

source: Magic parameters from cdrecord
ast: Parámetros Magic pa cdrecord
fi: Maagiset parametrit cdrecord-ohjelmasta
it: Parametri da cdrecord
ru: Магические параметры из cdrecord
sv: Magiska parametrar från cdrecord

source: Omit trailing periods from filenames
fi: Jätä huomiotta alkupisteet tiedostonimistä
it: Tralascia i punti finali dai nomi dei file
ru: Пропускать завершающих точек из имён файлов
sv: Uteslut punkter i slutet på filnamn

source: Disable deep directory relocation
fi: Ota pois käytöstä syvä hakemiston uudelleensijoitus
it: Disabilita la rilocazione delle directory profonde
ru: Выключить перемещение каталога большой вложенности
sv: Avaktivera djup omstrukturering av kataloger

source: Follow symbolic links
ast: Siguir enllaces simbólicos
fi: Seuraa symbolisia linkkejä
it: Segue i collegamenti simbolici
ru: Переходить по символическим ссылкам
sv: Följ symboliska länkar

source: Print option help
ast: Imprentar opción d'aida
fi: Tulosta valitsinopaste
it: Stampa l'aiuto dell'opzione
ru: Показать справку по параметрам
sv: Skriv ut hjälp för flaggor

source: Print version information and exit
ast: Imprentar información de versión y colar
fi: Tulosta versiotiedot ja poistu
it: Stampa la versione ed esce
ru: Показать версию и завершить работу
sv: Skriv ut versionsinformation och avsluta

source: GLOBFILE
it: FILEGLOB

source: Hide ISO9660/RR file
ast: Anubrir ficheru ISO9660/RR
fi: Piilota ISO9660/RR-tiedosto
it: Nasconde il file ISO9660/RR
ru: Скрывать файл ISO9660/RR
sv: Dölj ISO9660/RR-fil

source: Hide Joliet file
ast: Anubrir ficheru Joliet
fi: Piilota Joliet-tiedosto
it: Nasconde il file Joilet
ru: Скрывать файл Joliet
sv: Dölj Joliet-fil

source: ADD_FILES
it: AGG_FILE

source: No longer supported
fi: Ei enää tuettu
it: Non più supportato
ru: Больше не поддерживается
sv: Stöds inte längre

source: Generate Joliet directory information
ast: Xenerar información de direutoriu Joliet
fi: Tuota Joliet-hakemistotiedot
it: Genera informazioni di directory Joliet
ru: Генерировать информационный каталог Joliet
sv: Skapa kataloginformation för joilet

source: Allow full 32 character filenames for iso9660 names
ast: Permitir nomes de ficheru de 32 carauteres de llargo pa nomes iso9660
fi: Salli täydet 32 merkin tiedostonimet iso9660-nimille
it: Consente nomi di file di 32 caratteri per i nomi ISO9660
ru: Разрешить полные 32-символьные имена файлов для имён iso9660
sv: Tillåt 32 tecken långa filnamn för iso9660-namn

source: Allow iso9660 filenames to start with '.'
ast: Permitir nomes de ficheru iso9660 aniciar con '.'
fi: Salli iso9660-tiedostonimien alkaa merkillä ”.”
it: Consente ai nomi di file ISO9660 di iniziare con un punto (.)
ru: Разрешить именам файлов iso9660 начинаться с '.'
sv: Tillåt att iso9660-filnamn börjar med "."

source: LOG_FILE
it: FILE_REG
sv: LOGGFIL

source: Re-direct messages to LOG_FILE
ast: Redireicionar mensaxes a LOG_FILE
fi: Ohjaa viestit edelleen tiedostoon LOG_FILE
it: Redirige i messaggi verso FILE_REG
ru: Перенаправить сообщения в LOG_FILE
sv: Dirigera om meddelanden till LOGGFIL

source: Exclude file name
ast: Escluyir nome de ficheru
fi: Älä sisällytä tiedostonimeä
it: Esclude i nomi di file
ru: Исключить имя файла
sv: Exkludera filnamn

source: Set path to previous session to merge
ast: Afitar camín a sesión previa p'amestar
fi: Aseta polku edelliseen yhteen liitettävään istuntoon
it: Imposta il percorso della sessione precedente da unire
ru: Задать путь к предыдущему сеансу для объединения
sv: Ange sökväg för föregående session att slå ihop

source: Omit version number from iso9660 filename
ast: Omitir númberu de versión pa nome de ficheros iso9660
fi: Jätä huomiotta versionumero iso9660-tiedostonimestä
it: Tralascia il numero di versione dai nomi di file ISO9660
ru: Пропустить номер версии у имени файла iso9660
sv: Utelämna versionsnummer från iso9660-filnamn

source: Inhibit splitting symlink components
ast: Impedir cortar componentes d'enllaces simbólicos
fi: Estä symbolisesti linkitettyjen komponenttien jakautuminen
it: Inibisce la divisione dei componenti dei collegamenti simbolici
ru: Блокировать разделение компонентов символических ссылок
sv: Förhindra uppdelning av symboliska länkars komponenter

source: Inhibit splitting symlink fields
ast: Impedir cortar campos d'enllaces simbólicos
fi: Estä symbolisesti linkitettyjen kenttien jakautuminen
it: Inibisce la divisione dei campi dei collegamenti simbolici
ru: Блокировать разделение полей символических ссылок
sv: Förhindra uppdelning av fält för symboliska länkar

source: Set output file name
ast: Afitar nome de ficheru de salida
fi: Aseta tulostetiedostonimi
it: Imposta il nome del file di output
ru: Задать имя выходного файла
sv: Ange filnamn för utdata

source: Set Volume preparer
fi: Aseta taltiovalmistaja
it: Imposta il perparatore del volume
ru: Задать Volume preparer
sv: Ange volymtillredare

source: Print estimated filesystem size and exit
ast: Imprentar tamañu estimáu de sistema de ficheru y colar
fi: Tulosta arvioitu tiedostojärjestelmäkoko ja poistu
it: Stampa la dimensione stimata del file system ed esce
ru: Показать предполагаемый размер файловой системы и закончить работу
sv: Skriv uppskattad storlek på filsystem och avsluta

source: Set Volume publisher
fi: Aseta taltiojulkaisija
it: Imposta l'editore del volume
ru: Задать Volume publisher
sv: Ange publicerare av volym

source: Run quietly
fi: Suorita hiljaa
it: Esecuzione silenziosa
ru: Ничего не выводить при работе
sv: Kör tyst

source: Generate rationalized Rock Ridge directory information
fi: Tuota järkeistetyt Rock Ridge-hakemistotiedot
it: Genera informazioni di directory Rock Ridge razionalizzate
ru: Генерировать объясняющую информацию по каталогу Rock Ridge
sv: Skapa rationell Rock Ridge kataloginformation

source: Generate Rock Ridge directory information
fi: Tuota Rock Ridge-hakemistotiedot
it: Genera informazioni di directory Rock Ridge
ru: Генерировать информацию по каталогу Rock Ridge
sv: Skapa Rock Ridge kataloginformation

source: Split output into files of approx. 1GB size
ast: Cortar salida en ficheros d'aprosimadamente 1Gb de tamañu
fi: Jaa tuloste likimain 1 gigatavun tiedostoiksi
it: Divide l'output in file di circa 1GB
ru: Разделять результат на файлы приблизительно по 1ГБ
sv: Splittra utdata i filer om ungefär 1GB i storlek

source: Set System ID
ast: Afitar ID Sistema
fi: Aseta järjestelmätunniste
it: Imposta l'ID di sistema
ru: Задать System ID
sv: Ange system ID

source: Generate translation tables for systems that don't understand long filenames
ast: Xenerar tables de tornes pa sistemes que nun entienden nomes de ficheros llargos
fi: Tuota käännöstaulut järjestelmille, jotka eivät ymmärrä pitkiä tiedostonimiä
it: Genera translation table per sistemi che non comprendono nomi di file lunghi
ru: Генерировать таблицы трансляции для систем, которые не поддерживают длинные имена файлов
sv: Skapa översättningstabeller för system som inte hanterar långa filnamn

source: Verbose
ast: Detallao
fi: Laveasti
it: Prolisso
ru: Подробно
sv: Informativ

source: Set Volume ID
ast: Afitar ID Volume
fi: Aseta taltiotunniste
it: Imposta l'ID del volume
ru: Задать Volume ID
sv: Ange ID för volym

source: Set Volume set ID
ast: Afitar ID de Volume
fi: Aseta taltiojoukkotunniste
it: Imposta l'ID del set di volumi
ru: Задать Volume set ID
sv: Ange set ID för volym

source: Set Volume set size
ast: Afitar tamañu de Volume
fi: Aseta taltiojoukkokoko
it: Imposta la dimensione del set di volumi
ru: Задать Volume set size
sv: Ange storlek för volym

source: Set Volume set sequence number
ast: Afitar númberu de secuencia a Volume
fi: Aseta taltiojoukon sekvenssinumero
it: Imposta il numero di sequenza del set di volumi
ru: Задать Volume set sequence number
sv: Ange sekvensnummer för volym

source: Exclude file name (deprecated)
ast: Escleyir nome de ficheru (anticuao)
fi: Älä sisällytä tiedostonimeä (vanhentunut)
it: Esclude i nomi di file (deprecata)
ru: Исключить имя файла (устарело)
sv: Exkludera filnamn (funktionen fasas ut)

source: Override creation date
ast: Sobroescribir data de criación
fi: Korvaa luontipäivämäärä
it: Sovrascrive la data di creazione
ru: Заменять дату создания
sv: Åsidosätt datum för skapande

source: Override modification date
ast: Sobroescribir data de modificación
fi: Korvaa muokkauspäivämäärä
it: Sovrascrive la data di modifica
ru: Заменять дату изменения
sv: Åsidosätt datum för modifiering

source: Override expiration date
ast: Sobroescribir data d'espiración
fi: Korvaa vanhenemispäivämäärä
it: Sovrascrive la data di scadenza
ru: Заменять дату просрочки
sv: Åsidosätt utgångsdatum

source: Override effective date
fi: Korvaa voimassaolopäivämäärä
it: Sovrascrive la data effettiva
ru: Заменять эффективную дату
sv: Åsidosätt faktiskt datum

source: Using "%s"
ast: Usando "%s"
fi: Käytetään tiedostoa ”%s”
fr: Utilisation de "%s"
it: In uso "%s"
ru: Используется "%s"
sv: Använder "%s"

source: %s:%d: name required
ast: %s:%d: nome requeríu
fi: %s:%d: nimi vaadittu
fr: %s :%d : nom requis
it: %s:%d: richiesto il nome
ru: %s:%d: требуется имя
sv: %s:%d: namn krävs

source: %s:%d: equals sign required
fi: %s:%d: yhtäsuuruusmerkki vaadittu
fr: %s :%d : signe égal requis
it: %s:%d: richiesto il segno di uguale
ru: %s:%d: требуется знак равенства
sv: %s:%d: likamedtecken krävs

source: %s:%d: field name "%s" unknown
ast: %s:%d: nome de campu "%s" desconocíu
fi: %s:%d: kenttänimi ”%s” tuntematon
fr: %s :%d : nom de champ "%s" inconnu
it: %s:%d: nome "%s" del campo sconosciuto
ru: %s:%d: неизвестное поле имени "%s"
sv: %s:%d: fältnamnet "%s" är okänt

source: Usage: %s [options] file...
ast: Usu: %s [opciones] ficheru...
fi: Käyttö: %s [valitsimet] tiedosto...
fr: Usage : %s [options] fichier...
it: Uso: %s [OPZIONI] FILE...
ru: Использование: %s [параметры] файл...
sv: Användning: %s [flaggor] fil...

source: Options:
ast: Opciones:
fi: Valitsimet:
it: Opzioni:
ru: Параметры:
sv: Flaggor:

source: -i option no longer supported.
fi: valitsinta -i ei enää tueta.
fr: l'option -i n'est plus supportée.
it: Opzione -i non più supportata.
ru: Параметр -i более не поддерживается.
sv: flaggan -i stöds inte längre.

source: Required boot image pathname missing
ast: Falta camín pa la imaxe d'arranque
fi: Vaadittu alkulatausvedoksen polkunimi puuttuu
it: Manca il percorso richiesto dell'immagine di avvio
ru: Отсутствует требуемый путь к загрузочному образу
sv: Sökväg för uppstartsavbildning saknas

source: Required boot catalog pathname missing
ast: Falta camín pal catálogu d'arranque
fi: Vaadittu alkulatausluettelon polkunimi puuttuu
it: Manca il percorso richiesto del catalogo di avvio
ru: Отсутствует требуемый путь к загрузочному каталогу
sv: Sökväg för uppstartskatalogen saknas

source: Ignoring -no-emul-boot (no-emulation is the default behaviour)
ast: Ignorando -no-emul-boot (no-emulation ye'l comportamientu por defeutu)
fi: Ei oteta huomioon valitsinta -no-emul-boot (ei-emulointia on oletuskäyttäytyminen)
fr: option -no-emul-boot ignorée (no-emulation est le comportement par défaut)
it: Viene ignorato -no-emul-boot (nessuna emulazione è il comportamento predefinito)
ru: Игнорируется -no-emul-boot (по умолчанию используется no-emulation)
sv: Ignorera -no-emul-boot (no-emulation är standardförfarande)

source: Abstract filename string too long
fi: Abstrakti tiedostonimimerkkijono on liian pitkä
it: Stringa del nome file astratto troppo lunga
ru: Строка с именем файла Abstract слишком длинна
sv: Sträng för abstrakt filnamn är för lång
