Repository: delphix/grub2
Catalog: debian/po/*.po
Languages: ar, bg, de, it, nb, nl, pt, ru, sk

source: kFreeBSD command line:
ar: سطر أوامر KFreeBSD:
bg: Команден ред за kFreeBSD:
de: kFreeBSD-Befehlszeile:
it: Riga di comando kFreeBSD:
nb: Kommandolinje i kFreeBSD:
nl: kFreeBSD-commandoregel:
pt: linha de comandos kFreeBSD:
ru: Строка команд kFreeBSD:
sk: Parametre pre kFreeBSD:

source: The following kFreeBSD command line was extracted from /etc/default/grub or the `kopt' parameter in GRUB Legacy's menu.lst. Please verify that it is correct, and modify it if necessary.
ar: سطر أوامر KFreeBSD التالي تم استخراجه من /etc/default/grub أو مُعطى `kopt' في ملف menu.lst الخاص بحزمة GRUB القديمة. رجاءً تحقق من صحته وقم بتعديله إن كانت هناك ضرورة.
bg: Следния команден ред за зареждане на kFreeBSD беше извлечен от /etc/default/grub или от параметъра „kopt“ от файла menu.lst на стария GRUB. Проверете го и ако е нужно го коригирайте.
de: Die folgende kFreeBSD-Befehlszeile wurde aus /etc/default/grub oder dem Parameter »kopt« in der Datei menu.lst von GRUB Legacy extrahiert. Bitte überprüfen Sie, ob diese korrekt ist und passen Sie sie an, wenn das erforderlich ist.
it: La seguente riga di comando kFreeBSD è stata estratta da /etc/default/grub oppure dal parametro "kopt" presente nel file menu.lst del vecchio GRUB. Controllare che sia corretta e modificarla se necessario.
nb: Den følgende kFreeBSD-kommandolinjen ble trukket ut fra /etc/default/grub eller fra parameteren `kopt' i GRUB Legacys menu.lst. Verifiser at den er korrekt, og endre den om nødvendig.
nl: De volgende kFreeBSD-commandoregel is gebaseerd /etc/default/grub of op de 'kopt'-parameter gevonden in het menu.lst bestand van de oude-stijl GRUB. Wilt u deze op correctheid controleren en indien nodig aanpassen?
pt: A seguinte linha de comandos kFreeBSD foi extraída a partir de /etc/default/grub ou do parâmetro `kopt' no menu.lst do GRUB não suportado. Por favor verifique que está correcta, e modifique se necessário.
ru: Представленная ниже строка команд kFreeBSD была извлечена из /etc/default/grub или параметра `kopt' старого файла GRUB menu.lst. Проверьте, что всё правильно, или измените её, если требуется.
sk: Nasledujúce parametre pre kFreeBSD boli získané z /etc/default/grub alebo z parametra 'kopt' z menu.lst starého GRUB (Legacy). Skontrolujte prosím ich správnosť a prípadne ich opravte.

source: kFreeBSD default command line:
ar: سطر أوامر KFreeBSD الافتراضي:
bg: Параметри на Линукс по подразбиране:
de: kFreeBSD Standard-Befehlszeile:
it: Riga di comando kFreeBSD predefinita:
nb: Standardkommandolinje i kFreeBSD:
nl: Standaard kFreeBSD-commandoregel:
pt: Linha de comandos padrão do kFreeBSD:
ru: Строка команд kFreeBSD по умолчанию:
sk: Predvolené parametre pre kFreeBSD:

source: The following string will be used as kFreeBSD parameters for the default menu entry but not for the recovery mode.
ar: سيتم استخدام النص التالي كمُعطى KFreeBSD لمُدخل القائمة الافتراضي ولكن ليس لوضع الإنقاذ.
bg: Следните параметри ще бъдат използвани по подразбиране при зареждане на kFreeBSD, освен в авариен режим.
de: Die folgende Zeichenkette wird als kFreeBSD-Parameter für den Standardmenüeintrag, nicht aber für den Rettungsmodus verwandt.
it: Questa stringa verrà usata come parametri per kFreeBSD nella voce di menu predefinita ma non nella modalità di ripristino.
nb: Den følgende teksten vil bli brukt som kFreeBSD-parametre for standardmenupunktet men ikke for gjenopprettelsesmodus.
nl: De volgende regel zal, behalve in de herstelmodus, gebruikt worden voor de kFreeBSD parameters in de standaard menuoptie.
pt: A seguinte linha será utilizada como parâmetros para o kFreeBSD para a entrada por omissão do menu, mas não para o modo de recuperação.
ru: Данная строка будет использоваться в качестве параметров kFreeBSD в меню в записи по умолчанию, кроме режима восстановления.
sk: nasledujúci reťazec bude použitý ako parametre pre kFreeBSD pre predvolenú položku menu, ale nie pre záchranný režim.

source: /boot/grub/device.map has been regenerated
de: /boot/grub/device.map wurde neu erstellt
it: /boot/grub/device.map è stato rigenerato
nb: /boot/grub/device.map er regenerert
nl: /boot/grub/device.map is gegenereerd
pt: O /boot/grub/device.map foi recriado
sk: /boot/grub/device.map bol aktualizovaný

source: The file /boot/grub/device.map has been rewritten to use stable device names. In most cases, this should significantly reduce the need to change it in future, and boot menu entries generated by GRUB should not be affected.
de: Die Datei /boot/grub/device.map wurde umgeschrieben, um stabile Gerätenamen zu verwenden. In der Mehrzahl der Fälle sollte dies die Notwendigkeit zukünftiger Änderungen deutlich verringern. Von GRUB erstellte Boot-Menü-Einträge sollten nicht betroffen sein.
it: Il file /boot/grub/device.map è stato riscritto in modo da usare i nomi stabili dei device. In molti casi questo dovrebbe ridurre in modo significativo la necessità di cambiarli in futuro e le voci nel menu di GRUB non dovrebbero essere influenzate.
nb: Filen /boot/grub/device.map er oppdatert til å bruke stabile enhetsnavn. I de fleste tilfeller vil dette markant redusere behovet for å endre filen fremover, og oppstartsmenupunkter opprettet av GRUB skal ikke bli påvirket.
nl: Het bestand /boot/grub/device.map is zo herschreven dat het stabiele apparaatnamen gebruikt. In de meeste gevallen zal dit de noodzaak van toekomstige veranderingen verlagen en zullen door GRUB gegenereerde bootmenu-items ongewijzigd moeten zijn.
pt: O ficheiro /boot/grub/device.map foi reescrito para usar nomes de dispositivos estáveis. Na maioria dos casos, esta acção reduz significativamente a necessidade de alterações no futuro e as entradas de menu geradas pelo GRUB não deverão ser afectadas.
sk: Súbor /boot/grub/device.map bol upravený tak, aby používal stabilné mená zariadení. Väčšinou to významne zníži potrebu zmien v budúcnosti a položky zavádzacieho menu, generované GRUB, by tým nemali byť ovplyvnené.

source: However, since you have more than one disk in your system, it is possible that you were depending on the old device map. Please check whether you have any custom boot menu entries that rely on GRUB's (hdN) drive numbering, and update them if necessary.
de: Da Sie mehrere Festplatten in Ihrem System haben, ist es möglich, dass Sie sich auf die alte »device map« gestützt haben. Bitte überprüfen Sie, ob benutzerdefinierte Boot-Menü-Einträge mit der (hdn)-Laufwerkszählung von GRUB vorhanden sind und aktualisieren Sie diese gegebenenfalls.
it: Comunque, visto che sul sistema ci sono più dischi, è possibile che si fosse dipendenti dalla vecchia mappa dei device. Controllare se nel menu di GRUB ci sono delle voci personalizzate che usano la numerazione dei device di GRUB (hdN) e, se necessario, aggiornarle.
nb: Da du har mer enn en disk i ditt sytem, er det mulig at du er avhengig av det gamle enhetskartet. Sjekk om du har noen tilpassede oppstartsmenupunkter som er avhengig av GRUB's (hdn) disknummerering, og oppdater dem om nødvendig.
nl: Het is mogelijk dat u afhankelijk was van de oude apparatenlijst, aangezien u meer dan ????n schijf in uw systeem heeft. Het wordt aanbevolen dat u de bootmenu-items controleert op het gebruik van GRUB's schijfbenummering (hdN) en deze zo nodig aanpast.
pt: No entanto, como tem mais do que um disco no seu sistema é possível que dependa do mapa de dispositivos (device map) antigo. Por favor verifique se tem algumas entradas de menu de arranque personalizadas que dependam da numeração de drives do GRUB (hdN), e actualize-as quando necessário.
sk: Avšak, keďže máte vo svojom systéme viac ako jeden disk, že ste sa spoliehali na na starý súbor device.map. Skontrolujte si prosím, že že nepoužívate žiadne upravené položky menu, ktoré závisia na číslovaní zariadení GRUB (hdN) a prípadne ich aktualizuje.

source: If you do not understand this message, or if you do not have any custom boot menu entries, you can ignore this message.
de: Wenn Sie diese Nachricht nicht verstehen oder wenn Sie keine Boot-Menü-Einträge selbst erstellt haben, können Sie diese Nachricht ignorieren.
it: Se non si capisce questo messaggio o non si hanno voci di menu personalizzate, ignorare questo messaggio.
nb: Hvis du ikke forstår denne beskjeden, eller du ikke har noen tilpassede oppstartsmenupunkter, kan du ignorere denne beskjeden.
nl: U kunt deze melding negeren indien u deze melding niet begrijpt, of als u geen zelfgemaakte menu-items heeft.
pt: Se não entender esta mensagem ou se não tiver entradas de menu de arranque personalizadas, pode ignorar esta mensagem.
sk: Ak nerozumiete tejto správe, alebo ak nemáte žiadne upravené položky v zavádzacom menu, môžete túto správu ignorovať.
