Repository: delphix/grub2
Catalog: debian/po/*.po
Languages: ar, bg, de, it, nb, nl, pt, ru, sk

source: Chainload from menu.lst?
ar: تفعيل التحميل التسلسلي من menu.lst؟
bg: Каскадно зареждане от menu.lst?
de: Aus »menu.lst« laden (Chainload)?
it: Effettuare il caricamento in cascata da menu.lst?
nb: Chainload fra menu.lst?
nl: Doorschakelen vanuit menu.lst?
pt: Carregar em cadeia a partir do menu.lst?
ru: Включить загрузку по цепочке (chainload) в menu.lst?
sk: Zreťaziť z menu.lst?

source: GRUB upgrade scripts have detected a GRUB Legacy setup in /boot/grub.
ar: عثرت بريمجيات ترقية GRUB على إعداد سابق في /boot/grub.
bg: Открита е стара инсталация на GRUB в /boot/grub.
de: Die Upgrade-Skripte von GRUB haben eine Installation von »GRUB Legacy« in /boot/grub gefunden.
it: Gli script di aggiornamento hanno rilevato la configurazione di GRUB Legacy in /boot/grub.
nb: Oppgraderingsskriptene til GRUB har funnet et GRUB Legacy-oppsett i /boot/grub.
nl: GRUB's opwaardeerscripts hebben een oude-stijl GRUB opstelling in /boot/grub gedetecteerd.
pt: Os scripts de actualização do GRUB detectaram um GRUB, que deixou de ser suportado, configurado em /boot/grub.
ru: Сценарии обновления обнаружили установку GRUB предыдущего поколения в /boot/grub.
sk: Aktualizačné skripty GRUB zistili nastavenie starej verzie GRUB (Legacy) v /boot/grub.

source: In order to replace the Legacy version of GRUB in your system, it is recommended that /boot/grub/menu.lst is adjusted to chainload GRUB 2 from your existing GRUB Legacy setup. This step may be automaticaly performed now.
ar: لتستبدل النسخة السابقة من GRUB في نظامك، يُستحسن تعديل الملف /boot/grub/menu.lst لتحميل GRUB 2 تسلسلياً من إعداد GRUB السابق. ويمكن تنفيذ هذه الخطوة تلقائياً الآن.
bg: За замяна на старата инсталация на GRUB се препоръчва настройване на /boot/grub/menu.lst за каскадно зареждане на GRUB2 от съществуващата инсталация на GRUB. Това може да стане автоматично.
de: Um die Legacy-Version von GRUB auf Ihrem System zu ersetzen, wird die Anpassung von /boot/grub/menu.lst empfohlen, sodass GRUB 2 aus Ihrer bestehenden »GRUB Legacy«-Konfiguration heraus geladen wird. Dieser Schritt kann jetzt automatisch vollzogen werden.
it: Per sostituire la versione Legacy di GRUB sul proprio sistema, si raccomanda di correggere il file /boot/grub/menu.lst in modo da caricare GRUB 2 in cascata dalla versione di GRUB esistente. Questa modifica può essere effettuata automaticamente adesso.
nb: For å erstatte Legacy versjonen av GRUB på ditt system anbefales det at /boot/grub/menu.lst justeres til å chainloade GRUB 2 fra ditt eksisterende GRUB Legacy-oppsett. Dette steget kan utføres automatisk nå.
nl: Om de oude-stijl versie van GRUB op uw systeem te vervangen wordt het aangeraden om het /boot/grub/menu.lst bestand zo te laten aanpassen dat er naar GRUB2 wordt doorgeschakeld (chainloading) vanuit uw bestaande oude-stijl GRUB opstelling. Deze stap kan nu automatisch worden uitgevoerd.
pt: Por forma a substituir a versão do GRUB não suportado que se encontra no sistema, é recomendado que o /boot/grub/menu.lst seja ajustado para permitir carregar em cadeia o GRUB 2 a partir da configuração actual do GRUB não suportado. Este passo pode ser efectuado automaticamente agora.
ru: Чтобы заменить в системе версию GRUB предыдущего поколения, рекомендуется исправить /boot/grub/menu.lst так, чтобы GRUB 2 загружался по цепочке из существующей установки GRUB предыдущего поколения. Это может быть сделано автоматически прямо сейчас.
sk: Pre nahradenie starej verzie GRUB (Legacy ) vo vašom systéme, je odporúčané aby bol /boot/grub/menu.lst nastavený na zreťazenie (chainload) GRUB 2 z existujúceho nastavenia starého GRUB (Legacy). Tento krok môže byť teraz vykonaný automaticky.

source: It's recommended that you accept chainloading GRUB 2 from menu.lst, and verify that your new GRUB 2 setup is functional for you, before you install it directly to your MBR (Master Boot Record).
ar: يُستحسن أن تقبل التحميل التسلسلي لمدير الإقلاع GRUB من خلال الملف menu.lst، وتحقق من أن إعداد GRUB 2 صالح لاستخدامك، قبل أن تُبّته مباشرة على سجل الإقلاع الرئيسي MBR الخاص بك.
bg: Каскадното зареждане на GRUB2 от menu.lst се препоръчва за проверка дали настройката на GRUB2 е правилна преди инсталирането му в записа за начално зареждане (MBR).
de: Es wird empfohlen, dass Sie dem Laden von GRUB 2 aus der menu.lst zustimmen und überprüfen, dass die »GRUB 2«-Installation für Sie funktioniert, bevor Sie diese direkt in Ihren MBR (Master Boot Record) installieren.
it: Si raccomanda di accettare il caricamento in cascata di GRUB 2 da menu.lst e di verificare che la nuova configurazione di GRUB 2 sia adatta alle proprie necessità prima di procedere con l'installazione diretta sul MBR (Master Boot Record).
nb: Det anbefales at du aksepter å chainloade GRUB 2 fra menu.lst og verifiserer at ditt nye GRUB 2-oppsett virker for deg, før du installerer den direkte på din MBR (Master Boot Record).
nl: U wordt aangeraden om het doorschakelen van GRUB2 vanuit menu.lst te accepteren, en daarna te verifi??ren dat uw nieuwe GRUB2 opstelling werkt voordat u het in de MBR (Master Boot Record) installeert.
pt: É recomendado que aceite carregar em cadeia o GRUB 2 a partir do menu.lst, e verificar que a configuração do novo GRUB 2 está funcional para si, antes de o instalar directamente no seu MBR (Master Boot Record).
ru: Рекомендуется ответить утвердительно и проверить, что новая настройка GRUB 2 работает так как нужно, перед тем как устанавливать её непосредственно в MBR (главную загрузочную запись).
sk: Doporučujeme aby ste schválili zreťazenie GRUB 2 z menu.lst a overili, že nastavenie vášho nového GRUB 2 je funkčné ešte predtým, ako ho nainštalujete priamo do svojho MBR (Master Boot Record).

source: In either case, whenever you want GRUB 2 to be loaded directly from MBR, you can do so by issuing (as root) the following command:
ar: في أي من الحالتين، متى ما أردت تحميل GRUB 2 مباشرة من سجل الإقلاع الرئيسي MBR، يمكنك ذلك بإصدار الأمر التالي كمُستخدم root:
bg: Когато речите да инсталирате GRUB 2 в записа за начално зареждане, изпълнете следната команда като администратор:
de: Auf jeden Fall können Sie den folgenden Befehl (als root) eingeben, wenn Sie möchten, dass GRUB 2 direkt aus dem MBR geladen wird:
it: In ogni caso, per caricare GRUB 2 direttamente dal MBR, è necessario eseguire (da root) il seguente comando:
nb: Uansett hva, når du ønsker at GRUB 2 skal lastes inn direkte fra MBR, kan du gjøre ved å utføre følgende kommando (som root):
nl: Waar u ook voor kiest, als u GRUB2 direct in de MBR wilt laden kunt u dat doen door het volgende commando uit te voeren (met beheerdersrechten (root)):
pt: Em qualquer dos casos, quando quiser que o GRUB 2 seja carregado directamente a partir do MBR, pode fazê-lo executando (como root) o seguinte comando:
ru: В любом случае, если вы хотите, чтобы GRUB 2 загружался непосредственно из MBR, выполните следующую команду (имея права суперпользователя):
sk: Keď sa rozhodnete zavádzať GRUB 2 priamo z MBR, môžete to urobiť pomocou nasledujúceho príkazu (ako root):

source: GRUB installation failed. Continue?
de: Die Installation von GRUB ist fehlgeschlagen. Fortfahren?
it: Installazione di GRUB non riuscita. Continuare?
nb: Klarte ikke installere GRUB. Fortsett?
nl: GRUB installatie mislukt. Verder gaan?
pt: A instalação do GRUB falhou. Continuar?
sk: Inštalácia GRUB zlyhala. Pokračovať?

source: GRUB failed to install to the following devices:
de: GRUB konnte nicht auf den folgenden Geräten installiert werden:
it: L'installazione di GRUB sui seguenti device non è riuscita:
nb: Klarte ikke installere GRUB på følgende enheter:
nl: Het installeren van de volgende apparaten is mislukt:
pt: A instalação do GRUB falhou nos seguintes dispositivos:
sk: GRUB sa nepodarilo nainštalovať na tieto zariadenia:

source: Do you want to continue anyway? If you do, your computer may not start up properly.
de: Wollen Sie trotzdem fortfahren? Falls ja., wird Ihr Rechner vielleicht nicht problemlos hochfahren.
it: Si vuole continuare? Continuando, il computer potrebbe non avviarsi più correttamente.
nb: Ønsker du å fortsette likevel? Hvis du fortsetter, vil kanskje ikke din datamaskin starte opp skikkelig.
nl: Wilt u desondanks verder gaan? Verder gaan kan ervoor zorgen dat uw computer niet meer goed opstart.
pt: Pretende continuar de qualquer modo? Em caso afirmativo, o seu computador pode não arrancar em condições.
sk: Chcete napriek tomu pokračovať? Ak áno, môže sa stať, že sa váš počítač nenaštartuje správne.

source: GRUB installation failed. Try again?
de: Die Installation von GRUB ist fehlgeschlagen. Noch einmal versuchen?
it: Installazione di GRUB non riuscita. Riprovare?
nb: Klarte ikke installere GRUB. prøv igjen?
nl: GRUB installatie mislukt. Opnieuw proberen?
pt: A instalação do GRUB falhou. Tentar novamente?
sk: Inštalácia GRUB zlyhala. Skúsiť znova?

source: You may be able to install GRUB to some other device, although you should check that your system will boot from that device. Otherwise, the upgrade from GRUB Legacy will be cancelled.
de: Vielleicht können Sie GRUB auf einem anderen Gerät installieren. Sie sollten aber prüfen, ob Ihr System von diesem Gerät startet. Sonst wird das Upgrade von GRUB Legacy abgebrochen.
it: È possibile installare GRUB su un altro device però è necessario verificare che il propio sistema si possa avviare da quel device. Altrimenti, l'aggiornamento da GRUB Legacy verrà annullato.
nb: Du kan klare å installere GRUB på en annen enhet, selvom du bør sjekke at systemet ditt kan/vil starte opp fra den enheten. Ellers vil oppgraderingen fra GRUB Legacy bli avbrutt.
nl: U kunt proberen om GRUB te installeren op een andere apparaat, maar het wordt aangeraden om eerst te controleren of u kunt opstarten vanaf dat apparaat. Als u dit niet probeert, zal het nu opwaarderen van de oude-stijl GRUB geannuleerd worden.
pt: Poderá instalar o GRUB noutro dispositivo, no entanto deverá verificar que o seu sistema arranca desse dispositivo. Se não o fizer, a actualização a partir do GRUB Legacy será cancelada.
sk: Možno sa vám podarí nainštalovať GRUB aj na niektoré iné zariadenie, ale musíte skontrolovať, že váš systém dokáže z neho zavádzať. Inak bude aktualizácia zo starého GRUB (Legacy) zrušená.

source: Continue without installing GRUB?
de: Fortsetzen, ohne Grub zu installieren?
it: Continuare senza installare GRUB?
nb: Fortsett uten å installere GRUB?
nl: Verder gaan zonder GRUB te installeren?
pt: Continuar sem instalar o GRUB?
sk: Pokračovať bez inštalácie GRUB?

source: You chose not to install GRUB to any devices. If you continue, the boot loader may not be properly configured, and when your computer next starts up it will use whatever was previously in the boot sector. If there is an earlier version of GRUB 2 in the boot sector, it may be unable to load modules or handle the current configuration file.
de: Sie haben sich entschieden, GRUB nicht auf irgendein Gerät zu installieren. Wenn Sie fortfahren, könnte der Boot-Loader nicht richtig konfiguriert sein. Beim nächsten Hochfahren Ihres Computers wird der Boot-Loader benutzen, was immer sich vorher im Boot-Sektor befand. Wenn sich schon eine ältere Version von GRUB 2 im Boot-Sektor befindet, kann sie möglicherweise keine Module laden oder die aktuelle Konfigurationsdatei bearbeiten.
it: Si è scelto di non installare GRUB su alcun device. Continuando, il boot loader potrebbe non essere configurato correttamente e al prossimo avvio del computer verrà usato il vecchio contenuto del settore di boot. Se nel settore di boot è presente una versione precedente di GRUB 2, questa potrebbe non essere in grado di caricare i moduli o di gestire l'attuale file di configurazione.
nb: Du har valgt å ikke installere GRUB på noen enhet. Hvis du fortsetter, vil oppstartslasteren kanskje ikke være skikkelig satt opp, og når din datamaskin starter opp neste gang vil den bruke det tidligere innholdet i din oppstartssektor. Hvis det er en tidligere versjon av GRUB 2 i oppstartsektoren, vil den kanskje ikke være i stand til å laste inn moduler eller håndtere den aktuelle konfigurasjonsfilen.
nl: U heeft ervoor gekozen om GRUB niet te installeren. Als u nu doorgaat zou het kunnen dat de bootlader niet correct geconfigureerd is en dat uw computer bij de volgende start de informatie gebruikt die vroeger in de bootsector stond. Indien daar een eerdere versie van GRUB2 staat, kan het zijn dat modules niet geladen kunnen worden of dat het huidige configuratiebestand niet verwerkt kan worden.
pt: Escolheu não instalar o GRUB em nenhum dispositivo. Se continuar o gestor de arranque pode não ficar propriamente configurado, quando o computador arrancar da próxima vez irá usar o que estiver anteriormente no sector de arranque. Se existir uma versão anterior do GRUB2 no sector de arranque, este pode não ser capaz de carregar os módulos e gerir o ficheiro de configuração actual.
sk: Zvolili ste si neinštalovať GRUB na žiadne zariadenie. Ak budete pokračovať, zavádzač nemusí byť správne nastavený a pri nasledujúcom štarte počítača bude použité to, čo bolo v zavádzacom sektore predtým. Ak tam bola predchádzajúca verzia GRUB 2, nemusí sa jej podariť načítať moduly alebo spracovať aktuálny konfiguračný súbor.

source: If you are already running a different boot loader and want to carry on doing so, or if this is a special environment where you do not need a boot loader, then you should continue anyway. Otherwise, you should install GRUB somewhere.
de: Falls Sie bereits einen anderen Boot-Loader einsetzen und diesen beibehalten wollen oder Ihre spezielle Umgebung keinen Boot-Loader erfordert, dann sollten Sie trotzdem fortfahren. Anderenfalls sollten Sie GRUB irgendwo installieren.
it: Se già si usa un altro boot loader e si vuole continuare a farlo oppure se non si ha necessità di usare un boot loader allora è possibile continuare. Altrimenti è necessario installare GRUB da qualche parte.
nb: Hvis du allerede kjører en annen oppstartslaster og ønsker å fortsætte med det, eller hvis dette er et spesielt miljø hvor du ikke har bruk for en oppstartslaster, så skal du fortsette likevel. Ellers, bør du installere GRUB et eller annet sted.
nl: U kunt verder gaan als u al een andere bootlader gebruikt en deze wilt blijven gebruiken, of als dit een speciale omgeving is waar u geen bootlader nodig heeft. In de overige gevallen wilt u waarschijnlijk GRUB installeren.
pt: Se já estiver a correr um gestor de arranque diferente e queira continuar a fazê-lo, ou se se tratar de ambiente especial onde não necessita de gestor de arranque, então deverá continuar de qualquer modo. De outro modo, deverá instalar o GRUB em algum local.
sk: Ak už používate iný zavádzač a chcete ho zachovať, alebo ak používate špeciálne prostredie, v ktorom zavádzač nepotrebujete, potom môžete pokračovať. V opačnom prípade by ste mali niekde GRUB nainštalovať.

source: Finish conversion to GRUB 2 now?
de: Jetzt die Umstellung auf GRUB 2 abschließen?
it: Completare la conversione a GRUB 2 adesso?
nb: Avslutt konvertering til GRUB 2 nå?
nl: Wilt u de conversie naar GRUB 2 nu afronden?
pt: Finalizar a conversão para o GRUB2 agora?
sk: Dokončiť konverziu na GRUB 2 teraz?

source: This system still has files from the GRUB Legacy boot loader installed, but it now also has GRUB 2 boot records installed on these disks:
de: Auf diesem System sind noch Dateien des GRUB-Legacy-Boot-Loaders installiert, aber es hat nun auch GRUB-2-Boot-Sektoren auf den folgenden Datenträgern installiert:
it: Su questo sistema sono ancora presenti i file del boot loader GRUB Legacy ma adesso sui seguenti dischi sono installati anche i boot record di GRUB 2:
nb: Dette systemet har fremdeles installert filer fra GRUB Legacy-oppstartslasteren, men systemet har nå også GRUB 2 oppstartsposter installert på disse diskene:
nl: Dit systeem heeft nog steeds bestanden van de oude-stijl GRUB bootlader ge??nstalleerd, maar er zijn nu ook GRUB2 bootopnamens ge??nstalleerd op de volgende schijven:
pt: Este sistema ainda tem ficheiros instalados do gestor de arranque GRUB Legacy, no entanto tem agora registo de arranque do GRUB2 instalados nos discos seguintes:
sk: Tento systém má stále nainštalované súbory zo starého zavádzača GRUB (Legacy), ale má nainštalované aj nové zavádzacie záznamy GRUB 2 na týchto diskoch:

source: It seems likely that GRUB Legacy is no longer in use, and that you should instead upgrade the GRUB 2 images on these disks and finish the conversion to GRUB 2 by removing old GRUB Legacy files. If you do not upgrade these GRUB 2 images, then they may be incompatible with the new packages and cause your system to stop booting properly.
de: Es scheint wahrscheinlich, dass Sie GRUB Legacy nicht mehr verwenden. Daher sollten Sie stattdessen ein Upgrade der GRUB-2-Abbilder auf diesen Datenträgern durchführen und die Umstellung auf GRUB 2 abschließen, indem Sie die alten GRUB-Legacy-Dateien entfernen. Falls Sie das Upgrade für diese GRUB-2-Abbilder nicht durchführen, könnten diese mit den neuen Paketen nicht kompatibel sein und dazu führen, dass Ihr System nicht mehr einwandfrei startet.
it: Sembra che GRUB Legacy non sia più usato quindi si dovrebbero aggiornare le immagini sui dischi con GRUB 2 e completare la conversione a GRUB 2 eliminando i vecchi file di GRUB Legacy. Se non si aggiornano le immagini con GRUB 2, in futuro potrebbero non essere più compatibili con i nuovi pacchetti e potrebbero impedire il corretto avvio del sistema.
nb: Det virker sannsynlig at GRUB Legacy ikke lenger er i bruk, og at du i steden for skal oppgradere GRUB 2-bildene på disse diskene og avslutte konverteringen til GRUB 2 ved å fjerne eldre GRUB Legacy-filer. Hvis du ikke oppgraderer disse GRUB 2-bildene, så er de kanskje ikke kompatible med de nye pakkene og kan få ditt system til å stoppe å starte opp skikkelig.
nl: Het lijkt erop dat de oude-stijl GRUB niet langer gebruikt wordt en het wordt aanbevolen dat u de conversie naar GRUB2 afrond door de GRUB 2 images op deze schijven op te waarderen en de oude-stijl GRUB bestanden te verwijderen. Indien u de GRUB2 images niet opwaardeert, is het mogelijk dat ze incompatibel zijn met de nieuwe pakketten en kunnen ze uw systeem verhinderen correct op te starten.
pt: Pareçe provável que o GRUB Legacy não esteja a ser usado, deve fazer a actualização das imagens do GRUB2 nestes discos e finalizar a conversão para o GRUB2 removendo os ficheiros antigos do GRUB Legacy. Se não actualizar estas imagens GRUB2 então estas podem ser incompatíveis com novos pacotes e provocar uma falha no arranque dos sistema.
sk: Vyzerá to, že starý GRUB (Legacy) už nie je používaný, a tak môžete na týchto diskoch aktualizovať obrazy GRUB 2 a dokončiť konverziu na GRUB 2 odstránením súborov starého GRUB (Legacy). Ak nezaktualizuje tieto obrazy GRUB 2, potom nemusia byť kompatibilné s novými balíkmi a môžu narušiť správne zavádzanie systému.

source: You should generally finish the conversion to GRUB 2 unless these boot records were created by a GRUB 2 installation on some other operating system.
de: Grundsätzlich sollten Sie die Umstellung auf GRUB 2 abschließen, es sei denn, diese GRUB-2-Boot-Sektoren wurden von einem anderen Betriebssystem installiert.
it: Si dovrebbe completare la conversione a GRUB 2 a meno che i boot record non siano stati creati da un'altra installazione di GRUB 2 su un altro sistema operativo.
nb: Du bør generelt avslutte konverteringen til GRUB 2 med mindre disse oppstartspostene ble opprettet av en GRUB 2-installasjon på et annet operativsystem.
nl: In het algemeen zult u de conversie naar GRUB2 willen afmaken, tenzij deze bootopnames gemaakt zijn door een GRUB2 op een ander besturingssysteem.
pt: Normalmente deverá finalizar a conversão para o GRUB2 a não ser que estes registos de arranque tenham sido criados por uma instalação do GRUB2 noutro sistema operativo.
sk: Mali by ste dokončiť konverziu na GRUB 2, ibaže boli tieto zavádzacie záznamy vytvorené inštaláciou GRUB 2 iného operačného systému.

source: Linux command line:
ar: سطر أوامر لينكس:
bg: Команден ред за Линукс:
de: Linux-Befehlszeile:
it: Riga di comando Linux:
nb: Kommandolinje i Linux:
nl: Linux-commandoregel:
pt: Linha de comandos do Linux:
ru: Строка команд Linux:
sk: Parametre pre Linux:

source: The following Linux command line was extracted from /etc/default/grub or the `kopt' parameter in GRUB Legacy's menu.lst. Please verify that it is correct, and modify it if necessary.
ar: سطر أوامر لينكس التالي تم استخراجه من /etc/default/grub أو مُعطى `kopt' في ملف menu.lst الخاص بحزمة GRUB القديمة. رجاءً تحقق من صحته وقم بتعديله إن كانت هناك ضرورة.
bg: Следния команден ред за зареждане на Линукс беше извлечен от /etc/default/grub или от параметъра „kopt“ от файла menu.lst на стария GRUB. Проверете го и ако е нужно го коригирайте.
de: Die folgende Linux-Befehlszeile wurde aus /etc/default/grub oder dem Parameter »kopt« in der Datei menu.lst von GRUB Legacy extrahiert. Bitte überprüfen Sie, ob diese korrekt ist und passen Sie sie an, wenn das erforderlich ist.
it: La seguente riga di comando Linux è stata estratta da /etc/default/grub oppure dal parametro "kopt" presente nel file menu.lst del vecchio GRUB. Controllare che sia corretta e modificarla se necessario.
nb: Den følgende Linux-kommandolinjen ble trukket ut fra /etc/default/grub eller parameteren `kopt' i GRUB Legacys menu.lst. Verifiser at den er korrekt og endre den om nødvendig.
nl: De volgende Linux-commandoregel is gebaseerd op /etc/default/grub of op de 'kopt'-parameter gevonden in het menu.lst bestand van de oude-stijl GRUB. Wilt u deze op correctheid controleren en indien nodig aanpassen?
pt: A seguinte linha de comandos Linux foi extraída a partir de /etc/default/grub ou do parâmetro `kopt' no menu.lst do GRUB não suportado. Por favor verifique que está correcta, e modifique se necessário.
ru: Представленная ниже строка команд Linux была извлечена из /etc/default/grub или параметра `kopt' старого файла GRUB menu.lst. Проверьте, что всё правильно, или измените её, если требуется.
sk: Nasledujúce parametre pre Linux boli získané z /etc/default/grub alebo z parametra 'kopt' z menu.lst starého GRUB (Legacy). Skontrolujte prosím ich správnosť a prípadne ich opravte.

source: Linux default command line:
ar: سطر أوامر لينكس الافتراضي:
bg: Параметри на Линукс по подразбиране:
de: Linux Standard-Befehlszeile:
it: Riga di comando Linux predefinita:
nb: Standardkommandolinje i Linux:
nl: Standaard Linux-commandoregel:
pt: Linha de comandos padrão do Linux:
ru: Строка команд Linux по умолчанию:
sk: Predvolené parametre pre Linux:

source: The following string will be used as Linux parameters for the default menu entry but not for the recovery mode.
ar: سيتم استخدام سلسلة الحروف التالية كمُعطيات لتشغيل النظام لمُدخل القائمة الافتراضي ولكن ليس لوضع الإنقاذ.
bg: Следните параметри ще бъдат използвани по подразбиране при зареждане на Линукс, освен в авариен режим.
de: Die folgende Zeichenkette wird als Linux-Parameter für den Standardmenüeintrag, nicht aber für den Rettungsmodus verwandt.
it: Questa stringa verrà usata come parametri per Linux nella voce di menu predefinita ma non nella modalità di ripristino.
nb: Den følgende teksten vil bli brukt som Linux-parametre for standardmenupunktet, men ikke for gjenopprettelsesmodus.
nl: De volgende regel zal, behalve in de herstelmodus, gebruikt worden voor de Linux parameters in de standaard menuoptie.
pt: A seguinte linha será utilizada como parâmetros para o Linux na entrada predefinida do menu, mas não para o modo de recuperação.
ru: Данная строка будет использоваться в качестве параметров Linux в меню в записи по умолчанию, кроме режима восстановления.
sk: nasledujúci reťazec bude použitý ako parametre pre Linux pre predvolenú položku menu, ale nie pre záchranný režim.
